[{"word": "original", "definition": "An object or other creation (e.g. narrative work) from which all later copies and variations are derived"}, {"word": "music", "definition": "A series of sounds organized in time, employing melody, harmony, tempo etc. usually to convey a mood."}, {"word": "film", "definition": "A thin layer of some substance; a pellicle; a membranous covering, causing opacity."}, {"word": "award", "definition": "A judgment, sentence, or final decision. Specifically: The decision of arbitrators in a case submitted."}, {"word": "album", "definition": "A book specially designed to keep photographs, stamps, or autographs."}, {"word": "arts", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "museum", "definition": "A building or institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, cultural or artistic value."}, {"word": "design", "definition": "A specification of an object or process, referring to requirements to be satisfied and thus conditions to be met for them to solve a problem."}, {"word": "features", "definition": "One's structure or make-up: form, shape, bodily proportions."}, {"word": "artist", "definition": "A person who creates art."}, {"word": "collection", "definition": "A set of items or amount of material procured or gathered together."}, {"word": "archive", "definition": "A place for storing earlier, and often historical, material. An archive usually contains documents (letters, records, newspapers, etc.) or other types of media kept for historical interest."}, {"word": "picture", "definition": "A representation of anything (as a person, a landscape, a building) upon canvas, paper, or other surface, by drawing, painting, printing, photography, etc."}, {"word": "inspired", "definition": "To infuse into the mind; to communicate to the spirit; to convey, as by a divine or supernatural influence; to disclose preternaturally; to produce in, as by inspiration."}, {"word": "painting", "definition": "To apply paint to."}, {"word": "collections", "definition": "A set of items or amount of material procured or gathered together."}, {"word": "convention", "definition": "A meeting or gathering."}, {"word": "portrait", "definition": "A painting or other picture of a person, especially the head and shoulders."}, {"word": "drawing", "definition": "To move or develop something."}, {"word": "painter", "definition": "An artist who paints pictures."}, {"word": "singers", "definition": "A person who sings, often professionally."}, {"word": "compilation", "definition": "The act or process of compiling or gathering together from various sources."}, {"word": "photography", "definition": "The art and technology of producing images on photosensitive surfaces, and its digital counterpart."}, {"word": "painted", "definition": "To apply paint to."}, {"word": "artistic", "definition": "Having or revealing creative skill."}, {"word": "museums", "definition": "A building or institution dedicated to the acquisition, conservation, study, exhibition, and educational interpretation of objects having scientific, historical, cultural or artistic value."}, {"word": "designs", "definition": "A specification of an object or process, referring to requirements to be satisfied and thus conditions to be met for them to solve a problem."}, {"word": "paintings", "definition": "An illustration or artwork done with the use of paint."}, {"word": "innovation", "definition": "The act of innovating; the introduction of something new, in customs, rites, etc."}, {"word": "starred", "definition": "To appear as a featured performer or headliner, especially in an entertainment program."}, {"word": "sculpture", "definition": "A three dimensional work of art created by shaping malleable objects and letting them harden or by chipping away pieces from a rock (sculpting)."}, {"word": "inspiration", "definition": "The drawing of air into the lungs, accomplished in mammals by elevation of the chest walls and flattening of the diaphragm, as part of the act of respiration."}, {"word": "creator", "definition": "Something or someone which creates or makes something."}, {"word": "artwork", "definition": "A painting, drawing, sculpture or other piece of creative, visual art"}, {"word": "exhibit", "definition": "An instance of exhibiting."}, {"word": "paint", "definition": "A substance that is applied as a liquid or paste, and dries into a solid coating that protects or adds color/colour to an object or surface to which it has been applied."}, {"word": "sketch", "definition": "A rapidly executed freehand drawing that is not intended as a finished work, often consisting of a multitude of overlapping lines."}, {"word": "sculptor", "definition": "A person who sculpts; an artist who produces sculpture."}, {"word": "graphics", "definition": "The making of architectural or design drawings."}, {"word": "drawings", "definition": "A picture, likeness, diagram or representation, usually drawn on paper."}, {"word": "illustration", "definition": "The act of illustrating; the act of making clear and distinct; education; also, the state of being illustrated, or of being made clear and distinct."}, {"word": "icon", "definition": "An image, symbol, picture, or other representation usually as an object of religious devotion."}, {"word": "sculptures", "definition": "A three dimensional work of art created by shaping malleable objects and letting them harden or by chipping away pieces from a rock (sculpting)."}, {"word": "art gallery", "definition": "A room, group of rooms, or other space where works of art are placed on display, possibly for sale."}, {"word": "iconic", "definition": "Relating to, or having the characteristics of, an icon."}, {"word": "illustrator", "definition": "A person who draws pictures (especially illustrations in books or magazines)"}, {"word": "framed", "definition": "To fit, as for a specific end or purpose; make suitable or comfortable; adapt; adjust."}, {"word": "aesthetic", "definition": "The study of art or beauty."}, {"word": "curator", "definition": "A person who manages, administers or organizes a collection, either independently or employed by a museum, library, archive or zoo."}, {"word": "antique", "definition": "A grotesque representation of a figure; a gargoyle."}, {"word": "modern art", "definition": "Any of very many genres of art from the late 19th to the mid 20th centuries."}, {"word": "muse", "definition": "A source of inspiration."}, {"word": "aesthetics", "definition": "The study or philosophy of beauty."}, {"word": "fine art", "definition": "An exact skill that needs practice to perfect."}, {"word": "posters", "definition": "A picture of a celebrity, an event etc., intended to be attached to a wall."}, {"word": "archival", "definition": "The act of archiving something."}, {"word": "creations", "definition": "Something created such as an invention or artwork."}, {"word": "artworks", "definition": "A painting, drawing, sculpture or other piece of creative, visual art"}, {"word": "illustrating", "definition": "To shed light upon."}, {"word": "masterpieces", "definition": "A piece of work that has been given much critical praise, especially one that is considered the greatest work of a person's career."}, {"word": "calligraphy", "definition": "The art or practice of writing letters and words in a decorative style; the letters and words so written."}, {"word": "handmade", "definition": "An art or craft object made by hand."}, {"word": "visual art", "definition": "An art form intended to be appreciated or perceived primarily by sight, such as painting, photography, printmaking, and filmmaking."}, {"word": "acrylic", "definition": "An acrylic resin."}, {"word": "expressionist", "definition": "A painter who paints in this style"}, {"word": "artistically", "definition": "In an artistic manner."}, {"word": "watercolors", "definition": "A painting technique using paint made of colorants suspended or dissolved in water."}, {"word": "magnum opus", "definition": "A great or important work of literature, music or art, a masterpiece."}, {"word": "sculpting", "definition": "To form by sculpture."}, {"word": "artsy", "definition": "(sometimes derogatory) Inclined towards the arts; arty."}, {"word": "arty", "definition": "Pretending to artistic worth; high-flown."}, {"word": "easel", "definition": "An upright frame, typically on three legs, for displaying or supporting something, such as an artist's canvas."}, {"word": "oil paint", "definition": "A paint in which the colours or pigments are suspended in an oil-based carrier such as linseed oil which hardens on exposure to the air."}, {"word": "paintbrush", "definition": "A thin brush for applying paint."}, {"word": "objet d'art", "definition": "A work of art with some artistic merit."}, {"word": "craft", "definition": "Strength; power; might; force ."}, {"word": "creative", "definition": "A person directly involved in a creative marketing process."}, {"word": "graffiti", "definition": "Drawings or words drawn on a surface in a public place, usually made without authorization."}, {"word": "image", "definition": "An optical or other representation of a real object; a graphic; a picture."}, {"word": "media", "definition": "The middle layer of the wall of a blood vessel or lymph vessel which is composed of connective and muscular tissue."}, {"word": "crafts", "definition": "Strength; power; might; force ."}, {"word": "logo", "definition": "A visual symbol or emblem that acts as a trademark or a means of identification of a company or organization."}, {"word": "frame", "definition": "The structural elements of a building or other constructed object."}, {"word": "animation", "definition": "The act of animating, or giving life or spirit."}, {"word": "content", "definition": "(except in phrases) Satisfaction, contentment; pleasure."}, {"word": "writing", "definition": "Graphism of symbols such as letters that express some meaning."}]