[{"word": "media", "definition": "The middle layer of the wall of a blood vessel or lymph vessel which is composed of connective and muscular tissue."}, {"word": "home", "definition": "A dwelling."}, {"word": "series", "definition": "A number of things that follow on one after the other or are connected one after the other."}, {"word": "show", "definition": "A play, dance, or other entertainment."}, {"word": "music", "definition": "A series of sounds organized in time, employing melody, harmony, tempo etc. usually to convey a mood."}, {"word": "film", "definition": "A thin layer of some substance; a pellicle; a membranous covering, causing opacity."}, {"word": "art", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "television", "definition": "An electronic communication medium that allows the transmission of real-time visual images, and often sound."}, {"word": "games", "definition": "A playful or competitive activity."}, {"word": "culture", "definition": "The arts, customs, lifestyles, background, and habits that characterize a particular society or nation."}, {"word": "game", "definition": "A playful or competitive activity."}, {"word": "modern", "definition": "Someone who lives in modern times."}, {"word": "video", "definition": "Television, television show, movie."}, {"word": "genre", "definition": "A kind; a stylistic category or sort, especially of literature or other artworks."}, {"word": "films", "definition": "A thin layer of some substance; a pellicle; a membranous covering, causing opacity."}, {"word": "studio", "definition": "An artist’s or photographer’s workshop or the room in which an artist works."}, {"word": "shows", "definition": "A play, dance, or other entertainment."}, {"word": "jones", "definition": "Heroin."}, {"word": "literature", "definition": "The body of all written works."}, {"word": "movie", "definition": "A recorded sequence of images displayed on a screen at a rate sufficiently fast to create the appearance of motion."}, {"word": "entertainment", "definition": "An activity designed to give pleasure, enjoyment, diversion, amusement, or relaxation to an audience, no matter whether the audience participates passively as in watching opera or a movie, or actively as in games."}, {"word": "drama", "definition": "A composition, normally in prose, telling a story and intended to be represented by actors impersonating the characters and speaking the dialogue"}, {"word": "theatre", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "bar", "definition": "A solid, more or less rigid object of metal or wood with a uniform cross-section smaller than its length."}, {"word": "broadcast", "definition": "A transmission of a radio or television programme intended to be received by anyone with a receiver."}, {"word": "premier", "definition": "(Westminster system) The head of government in parliament and leader of the cabinet."}, {"word": "documentary", "definition": "A film, TV program, publication etc. which presents a social, political, scientific or historical subject in a factual or informative manner."}, {"word": "cinematography", "definition": "The art, process, or job of filming movies."}, {"word": "photo", "definition": "A photograph."}, {"word": "cinema", "definition": "A movie theatre, a movie house"}, {"word": "audience", "definition": "A group of people within hearing; specifically, a large gathering of people listening to or watching a performance, speech, etc."}, {"word": "theater", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "concert", "definition": "Agreement in a design or plan; union formed by mutual communication of opinions and views; accordance in a scheme; harmony; simultaneous action."}, {"word": "movies", "definition": "A recorded sequence of images displayed on a screen at a rate sufficiently fast to create the appearance of motion."}, {"word": "productions", "definition": "The act of producing, making or creating something."}, {"word": "soundtrack", "definition": "A narrow strip running down a movie film that carries the recorded sound in synchronization with the pictures."}, {"word": "photography", "definition": "The art and technology of producing images on photosensitive surfaces, and its digital counterpart."}, {"word": "restaurant", "definition": "An eating establishment in which diners are served food, usually by waiters at their tables but sometimes (as in a fast food restaurant) at a counter."}, {"word": "theatrical", "definition": "A stage performance, especially one by amateurs."}, {"word": "renaissance", "definition": "A rebirth or revival."}, {"word": "shopping", "definition": "To visit stores or shops to browse or explore merchandise, especially with the intention of buying such merchandise."}, {"word": "animation", "definition": "The act of animating, or giving life or spirit."}, {"word": "pub", "definition": "A public house where beverages, primarily alcoholic, may be bought and consumed, also providing food and sometimes entertainment such as live music or television."}, {"word": "coffee", "definition": "A beverage made by infusing the beans of the coffee plant in hot water."}, {"word": "indie", "definition": "An independent publisher."}, {"word": "bowling", "definition": "To roll or throw (a ball) in the correct manner in cricket and similar games and sports."}, {"word": "thriller", "definition": "Something that thrills."}, {"word": "filmmaker", "definition": "A producer or director of films/movies."}, {"word": "mall", "definition": "A pedestrianised street, especially a shopping precinct."}, {"word": "audiences", "definition": "A group of people within hearing; specifically, a large gathering of people listening to or watching a performance, speech, etc."}, {"word": "gaming", "definition": "To gamble."}, {"word": "theatres", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "streaming", "definition": "To flow in a continuous or steady manner, like a liquid."}, {"word": "theaters", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "filmmakers", "definition": "A producer or director of films/movies."}, {"word": "cinematic", "definition": "A cut scene."}, {"word": "musicals", "definition": "A stage performance, show or film that involves singing, dancing and musical numbers performed by the cast as well as acting."}, {"word": "sci-fi", "definition": "Fiction in which advanced technology or science is a key element."}, {"word": "troupe", "definition": "A company of, often touring, actors, singers or dancers."}, {"word": "filmmaking", "definition": "The activity of preparing edited video works, formerly principally films, whether for entertainment or other purposes."}, {"word": "multiplexes", "definition": "A building or a place where several activities occur in multiple units concurrently or different times."}, {"word": "thunderbolt", "definition": "A flash of lightning accompanied by a crash of thunder."}, {"word": "multiplex", "definition": "A building or a place where several activities occur in multiple units concurrently or different times."}, {"word": "movie theater", "definition": "A building where movies are shown to an audience; a cinema."}, {"word": "popcorn", "definition": "A snack food made from corn/maize kernels popped by dry heating."}, {"word": "film noir", "definition": "(film genre) A film genre characterized by low-key lighting, a bleak urban setting, and corrupt, cynical or desperate characters."}, {"word": "blender", "definition": "A machine outfitted with sharp blades, for mashing, crushing or liquefying food ingredients."}, {"word": "celluloid", "definition": "Any of a variety of thermoplastics created from nitrocellulose and camphor, once used as photographic film."}, {"word": "movie theatre", "definition": "A building where movies are shown to an audience; a cinema."}, {"word": "cinematograph", "definition": "A camera that could develop its own film and served as its own projector."}, {"word": "projectionist", "definition": "A person who operates a film projector, especially one who does so as an occupation at a movie theatre or drive-in theatre."}, {"word": "bioscope", "definition": "An early form of movie projector"}, {"word": "moviemakers", "definition": "A person who makes movies as a profession; a cinematographer"}, {"word": "picture palace", "definition": "An elaborately decorated motion picture theater, principally constructed from 1910 to 1950."}]