[{"word": "state", "definition": "A condition; a set of circumstances applying at any given time."}, {"word": "city", "definition": "A large settlement, bigger than a town; sometimes with a specific legal definition, depending on the place."}, {"word": "place", "definition": "(physical) An area; somewhere within an area."}, {"word": "area", "definition": "A measure of the extent of a surface; it is measured in square units."}, {"word": "york", "definition": "To bowl a yorker at a batsman, especially to get a batsman out in this way."}, {"word": "district", "definition": "An administrative division of an area."}, {"word": "county", "definition": "The land ruled by a count or a countess."}, {"word": "town", "definition": "A settlement; an area with residential districts, shops and amenities, and its own local government; especially one larger than a village and smaller than a city."}, {"word": "village", "definition": "A rural habitation of size between a hamlet and a town."}, {"word": "community", "definition": "A group sharing a common understanding, and often the same language, law, manners, and/or tradition."}, {"word": "street", "definition": "A paved part of road, usually in a village or a town."}, {"word": "station", "definition": "A stopping place."}, {"word": "province", "definition": "A region of the earth or of a continent; a district or country."}, {"word": "capital", "definition": "Already-produced durable goods available for use as a factor of production, such as steam shovels (equipment) and office buildings (structures)."}, {"word": "cities", "definition": "A large settlement, bigger than a town; sometimes with a specific legal definition, depending on the place."}, {"word": "transport", "definition": "An act of transporting; conveyance."}, {"word": "mayor", "definition": "The chief executive of the municipal government of a city, borough, &c., formerly usually appointed as a caretaker by European royal courts but now usually appointed or elected locally."}, {"word": "municipality", "definition": "A district with a government that typically encloses no other governed districts; a borough, city, or incorporated town or village."}, {"word": "port", "definition": "A place on the coast at which ships can shelter, or dock to load and unload cargo or passengers."}, {"word": "urban", "definition": "Related to the (or any) city."}, {"word": "towns", "definition": "A settlement; an area with residential districts, shops and amenities, and its own local government; especially one larger than a village and smaller than a city."}, {"word": "municipal", "definition": "A financial instrument issued by a municipality."}, {"word": "residents", "definition": "A person, animal or plant living at a certain location or in a certain area."}, {"word": "airport", "definition": "An airfield (an area designated for the takeoff and landing of aircraft), including one or more runways and (for commercial airports) one or more passenger terminals."}, {"word": "surrounding", "definition": "To encircle something or simultaneously extend in all directions."}, {"word": "metropolitan", "definition": "A bishop empowered to oversee other bishops; an archbishop."}, {"word": "firm", "definition": "A business partnership; the name under which it trades."}, {"word": "municipalities", "definition": "A district with a government that typically encloses no other governed districts; a borough, city, or incorporated town or village."}, {"word": "streets", "definition": "A paved part of road, usually in a village or a town."}, {"word": "metro", "definition": "An underground railway."}, {"word": "township", "definition": "The territory of a town."}, {"word": "downtown", "definition": "The main business part of a city or town, usually located at or near its center."}, {"word": "goods", "definition": "The forces or behaviours that are the enemy of evil. Usually consists of helping others and general benevolence."}, {"word": "borough", "definition": "A fortified town."}, {"word": "neighborhood", "definition": "The quality of being a neighbor, of living nearby, next to each-other; proximity."}, {"word": "hometown", "definition": "An individual’s place of birth, childhood home, or place of main residence."}, {"word": "suburb", "definition": "A residential area located on the outskirts of a city or large town that usually includes businesses that cater to its residents; such as schools, grocery stores, shopping centers, restaurants, convenience stores, etc."}, {"word": "shanghai", "definition": "A tall dandy."}, {"word": "suburbs", "definition": "A residential area located on the outskirts of a city or large town that usually includes businesses that cater to its residents; such as schools, grocery stores, shopping centers, restaurants, convenience stores, etc."}, {"word": "mayors", "definition": "The chief executive of the municipal government of a city, borough, &c., formerly usually appointed as a caretaker by European royal courts but now usually appointed or elected locally."}, {"word": "civilization", "definition": "An organized culture encompassing many communities, often on the scale of a nation or a people; a stage or system of social, political or technical development."}, {"word": "townships", "definition": "The territory of a town."}, {"word": "neighborhoods", "definition": "The quality of being a neighbor, of living nearby, next to each-other; proximity."}, {"word": "outskirts", "definition": "The area surrounding a city or town; suburb."}, {"word": "metropolis", "definition": "(history) The mother (founding) polis (city state) of a colony."}, {"word": "mayoral", "definition": "Relating to a mayor (or the office of the mayor)."}, {"word": "citywide", "definition": "Throughout a city."}, {"word": "polis", "definition": "A Greek city-state."}, {"word": "streetscape", "definition": "The visual elements of a street, including the road, adjoining buildings, sidewalks, street furniture, trees and open spaces, etc, that combine to form the street's character."}, {"word": "conurbation", "definition": "A continuous aggregation of built-up urban communities created as a result of urban sprawl."}, {"word": "megalopolis", "definition": "A large conurbation, where two or more large cities have sprawled outward to meet, forming something larger than a metropolis; a megacity."}, {"word": "greenspace", "definition": "An area of undeveloped landscape, such as park land left within a city during planning and zoning other areas for development."}, {"word": "concrete jungle", "definition": "An urban or other populated area containing a high density of buildings constructed of concrete or similar materials, especially one which lacks greenery and which seems unattractive, harsh, or unsafe."}, {"word": "country", "definition": "(chiefly British) An area of land; a district, region."}, {"word": "team", "definition": "A set of draught animals, such as two horses in front of a carriage."}, {"word": "shadow", "definition": "A dark image projected onto a surface where light (or other radiation) is blocked by the shade of an object."}, {"word": "market", "definition": "A gathering of people for the purchase and sale of merchandise at a set time, often periodic."}, {"word": "colony", "definition": "A governmental unit created on land of another country owned by colonists from a country."}, {"word": "region", "definition": "Any considerable and connected part of a space or surface; specifically, a tract of land or sea of considerable but indefinite extent; a country; a district; in a broad sense, a place without special reference to location or extent but viewed as an entity for geographical, social or cultural reasons."}, {"word": "highway", "definition": "A motor vehicle for transporting large numbers of people along roads."}, {"word": "rural", "definition": "A person from the countryside; a rustic."}, {"word": "police", "definition": "A civil force granted the legal authority for law enforcement and maintaining public order."}]