[{"word": "short", "definition": "A short circuit."}, {"word": "government", "definition": "The body with the power to make and/or enforce laws to control a country, land area, people or organization."}, {"word": "business", "definition": "A specific commercial enterprise or establishment."}, {"word": "capital", "definition": "Already-produced durable goods available for use as a factor of production, such as steam shovels (equipment) and office buildings (structures)."}, {"word": "private", "definition": "A soldier of the lowest rank in the army."}, {"word": "management", "definition": "Administration; the use of limited resources combined with forecasting, planning, leadership and execution skills to achieve predetermined specific goals."}, {"word": "economic", "definition": "Pertaining to an economy."}, {"word": "minister", "definition": "A person who is trained to preach, to perform religious ceremonies, and to afford pastoral care at a Protestant church."}, {"word": "executive", "definition": "A chief officer or administrator, especially one who can make significant decisions on their own authority."}, {"word": "money", "definition": "A legally or socially binding conceptual contract of entitlement to wealth, void of intrinsic value, payable for all debts and taxes, and regulated in supply."}, {"word": "bank", "definition": "An institution where one can place and borrow money and take care of financial affairs."}, {"word": "financial", "definition": "Related to finances."}, {"word": "affairs", "definition": "(often in the plural) Something which is done or is to be done; business of any kind, commercial, professional, or public."}, {"word": "vice", "definition": "A bad habit."}, {"word": "economy", "definition": "Effective management of a community or system, or especially its resources."}, {"word": "planning", "definition": "To design (a building, machine, etc.)."}, {"word": "deputy", "definition": "One appointed as the substitute of another, and empowered to act for them, in their name or their behalf; a substitute in office"}, {"word": "agriculture", "definition": "The art or science of cultivating the ground, including the harvesting of crops, and the rearing and management of livestock"}, {"word": "stock", "definition": "A store or supply."}, {"word": "finance", "definition": "The management of money and other assets."}, {"word": "fund", "definition": "A sum or source of money."}, {"word": "budget", "definition": "The amount of money or resources earmarked for a particular institution, activity or time-frame."}, {"word": "loan", "definition": "An act or instance of lending, an act or instance of granting something for temporary use."}, {"word": "economics", "definition": "The study of resource allocation, distribution and consumption; of capital and investment; and of management of the factors of production."}, {"word": "commerce", "definition": "The exchange or buying and selling of commodities; especially the exchange of merchandise, on a large scale, between different places or communities; extended trade or traffic."}, {"word": "banks", "definition": "An institution where one can place and borrow money and take care of financial affairs."}, {"word": "sector", "definition": "Section"}, {"word": "investment", "definition": "The act of investing, or state of being invested."}, {"word": "credit", "definition": "Reliance on the truth of something said or done; faith; trust."}, {"word": "funds", "definition": "A sum or source of money."}, {"word": "tax", "definition": "Money paid to the government other than for transaction-specific goods and services."}, {"word": "corporate", "definition": "A bond issued by a corporation."}, {"word": "funding", "definition": "To pay for."}, {"word": "cash", "definition": "Money in the form of notes/bills and coins, as opposed to cheques/checks or electronic transactions."}, {"word": "marketing", "definition": "To make (products or services) available for sale and promote them."}, {"word": "insurance", "definition": "A means of indemnity against a future occurrence of an uncertain event."}, {"word": "real estate", "definition": "Property that cannot easily be moved, usually buildings and the ground they are built on."}, {"word": "debt", "definition": "An action, state of mind, or object one has an obligation to perform for another, adopt toward another, or give to another."}, {"word": "banking", "definition": "To deal with a bank or financial institution, or for an institution to provide financial services to a client."}, {"word": "fiscal", "definition": "A public official in certain countries having control of public revenue."}, {"word": "treasurer", "definition": "The government official in charge of the Treasury."}, {"word": "treasury", "definition": "A place where treasure is stored safely."}, {"word": "equity", "definition": "Fairness, impartiality, or justice as determined in light of \"natural law\" or \"natural right\"."}, {"word": "accounting", "definition": "To provide explanation."}, {"word": "portfolio", "definition": "A case for carrying papers, drawings, photographs, maps and other flat documents."}, {"word": "investments", "definition": "The act of investing, or state of being invested."}, {"word": "financing", "definition": "To conduct, or procure money for, financial operations; manage finances."}, {"word": "monetary", "definition": "Of, pertaining to, or consisting of money."}, {"word": "banker", "definition": "One who conducts the business of banking; one who, individually, or as a member of a company, keeps an establishment for the deposit or loan of money, or for traffic in money, bills of exchange, etc."}, {"word": "taxation", "definition": "The act of imposing taxes and the fact of being taxed."}, {"word": "asset", "definition": "Something or someone of any value; any portion of one's property or effects so considered."}, {"word": "loans", "definition": "An act or instance of lending, an act or instance of granting something for temporary use."}, {"word": "financed", "definition": "To conduct, or procure money for, financial operations; manage finances."}, {"word": "finances", "definition": "The management of money and other assets."}, {"word": "debts", "definition": "An action, state of mind, or object one has an obligation to perform for another, adopt toward another, or give to another."}, {"word": "investing", "definition": "To spend money, time, or energy on something, especially for some benefit or purpose; used with in."}, {"word": "bankers", "definition": "One who conducts the business of banking; one who, individually, or as a member of a company, keeps an establishment for the deposit or loan of money, or for traffic in money, bills of exchange, etc."}, {"word": "financiers", "definition": "A person who, as a profession, profits from large financial transactions."}, {"word": "venture capital", "definition": "Money invested in an innovative enterprise in which both the potential for profit and the risk of loss are considerable."}, {"word": "repay", "definition": "To pay back."}, {"word": "repayment", "definition": "The act of repaying."}, {"word": "mortgages", "definition": "A special form of secured loan where the purpose of the loan must be specified to the lender, to purchase assets that must be fixed (not movable) property, such as a house or piece of farm land. The assets are registered as the legal property of the borrower but the lender can seize them and dispose of them if they are not satisfied with the manner in which the repayment of the loan is conducted by the borrower. Once the loan is fully repaid, the lender loses this right of seizure and the assets are then deemed to be unencumbered."}, {"word": "budgeting", "definition": "To construct or draw up a budget."}, {"word": "microfinance", "definition": "Finance that is provided to unemployed or low-income people or groups"}, {"word": "borrowings", "definition": "An instance of something being borrowed."}, {"word": "repayments", "definition": "The act of repaying."}, {"word": "underwrite", "definition": "To write below or under; subscribe."}, {"word": "bankroll", "definition": "A roll of banknotes or other paper currency, carried in lieu of a wallet."}, {"word": "refinance", "definition": "To renew the terms of a loan."}, {"word": "capital structure", "definition": "The way that a corporation finances its assets through some combination of equity, debt, and hybrid securities."}, {"word": "cash in hand", "definition": "Direct payment by cash, as opposed to through a bank."}, {"word": "tech", "definition": "Technology"}, {"word": "consulting", "definition": "To seek the opinion or advice of another; to take counsel; to deliberate together; to confer."}, {"word": "lease", "definition": "(chiefly dialectal) To gather."}, {"word": "crypto", "definition": "A secret supporter or follower."}, {"word": "buy", "definition": "Something which is bought; a purchase."}, {"word": "trading", "definition": "To engage in trade."}, {"word": "sales", "definition": "A hall."}, {"word": "law", "definition": "The body of binding rules and regulations, customs and standards established in a community by its legislative and judicial authorities."}, {"word": "math", "definition": "A mowing; what is gathered from mowing."}, {"word": "data", "definition": "(plural: data) A measurement of something on a scale understood by both the recorder (a person or device) and the reader (another person or device). The scale is arbitrarily defined, such as from 1 to 10 by ones, 1 to 100 by 0.1, or simply true or false, on or off, yes, no, or maybe, etc."}, {"word": "legal", "definition": "The legal department of a company."}, {"word": "real", "definition": "A commodity; see realty."}, {"word": "admin", "definition": "Administration, or administrative work."}]