[{"word": "well", "definition": "In good health."}, {"word": "water", "definition": "A substance (of molecular formula H₂O) found at room temperature and pressure as a clear liquid; it is present naturally as rain, and found in rivers, lakes and seas; its solid form is ice and its gaseous form is steam."}, {"word": "making", "definition": "The act of forming, causing, or constituting; workmanship; construction."}, {"word": "plant", "definition": "An organism that is not an animal, especially an organism capable of photosynthesis. Typically a small or herbaceous organism of this kind, rather than a tree."}, {"word": "agriculture", "definition": "The art or science of cultivating the ground, including the harvesting of crops, and the rearing and management of livestock"}, {"word": "animal", "definition": "In scientific usage, a multicellular organism that is usually mobile, whose cells are not encased in a rigid cell wall (distinguishing it from plants and fungi) and which derives energy solely from the consumption of other organisms (distinguishing it from plants)."}, {"word": "aid", "definition": "Help; assistance; succor, relief."}, {"word": "rice", "definition": "Cereal plants, Oryza sativa of the grass family whose seeds are used as food."}, {"word": "restaurant", "definition": "An eating establishment in which diners are served food, usually by waiters at their tables but sometimes (as in a fast food restaurant) at a counter."}, {"word": "fruit", "definition": "(often in the plural) In general, a product of plant growth useful to man or animals."}, {"word": "feed", "definition": "Food given to (especially herbivorous) animals."}, {"word": "eat", "definition": "Something to be eaten; a meal; a food item."}, {"word": "drink", "definition": "To consume (a liquid) through the mouth."}, {"word": "protein", "definition": "Any of numerous large, complex naturally-produced molecules composed of one or more long chains of amino acids, in which the amino acid groups are held together by peptide bonds."}, {"word": "dinner", "definition": "A midday meal (in a context in which the evening meal is called supper or tea)."}, {"word": "milk", "definition": "A white liquid produced by the mammary glands of female mammals to nourish their young. From certain animals, especially cows, it is also called dairy milk and is a common food for humans as a beverage or used to produce various dairy products such as butter, cheese, and yogurt."}, {"word": "restaurants", "definition": "An eating establishment in which diners are served food, usually by waiters at their tables but sometimes (as in a fast food restaurant) at a counter."}, {"word": "meat", "definition": "The flesh (muscle tissue) of an animal used as food."}, {"word": "chicken", "definition": "A domestic fowl, Gallus gallus, especially when young."}, {"word": "foods", "definition": "Any solid substance that can be consumed by living organisms, especially by eating, in order to sustain life."}, {"word": "cooking", "definition": "To prepare (food) for eating by heating it, often by combining it with other ingredients."}, {"word": "livestock", "definition": "Farm animals; animals domesticated for cultivation."}, {"word": "fare", "definition": "A going; journey; travel; voyage; course; passage."}, {"word": "bacon", "definition": "Cured meat from the sides, belly or back of a pig."}, {"word": "cheese", "definition": "A dairy product made from curdled or cultured milk."}, {"word": "vegetables", "definition": "Any plant."}, {"word": "nutrition", "definition": "The organic process by which an organism assimilates food and uses it for growth and maintenance."}, {"word": "hungry", "definition": "Affected by hunger; desiring of food; having a physical need for food."}, {"word": "hunger", "definition": "A need or compelling desire for food."}, {"word": "lemon", "definition": "A yellowish citrus fruit."}, {"word": "meal", "definition": "Food that is prepared and eaten, usually at a specific time, and usually in a comparatively large quantity (as opposed to a snack)."}, {"word": "drinks", "definition": "To consume (a liquid) through the mouth."}, {"word": "beef", "definition": "The meat from a cow, bull or other bovine."}, {"word": "vegetable", "definition": "Any plant."}, {"word": "soup", "definition": "Any of various dishes commonly made by combining liquids, such as water or stock with other ingredients, such as meat and vegetables, that contribute flavor and texture."}, {"word": "meals", "definition": "Food that is prepared and eaten, usually at a specific time, and usually in a comparatively large quantity (as opposed to a snack)."}, {"word": "pizza", "definition": "A baked Italian dish of a thinly rolled bread dough crust typically topped before baking with tomato sauce, cheese and other ingredients such as meat, vegetables or fruit"}, {"word": "treats", "definition": "An entertainment, outing, food, drink, or other indulgence provided by someone for the enjoyment of others."}, {"word": "edible", "definition": "Anything edible."}, {"word": "maize", "definition": "Corn; a type of grain of the species Zea mays."}, {"word": "beverage", "definition": "A liquid to consume; a drink, such as tea, coffee, liquor, beer, milk, juice, or soft drinks, usually excluding water."}, {"word": "seafood", "definition": "Fish, shellfish, seaweed, and other edible aquatic life."}, {"word": "fast food", "definition": "Food that is served quickly, often standardized and pre-prepared."}, {"word": "snack", "definition": "A light meal."}, {"word": "cereal", "definition": "A type of grass (such as wheat, rice or oats) cultivated for its edible grains."}, {"word": "vegetarian", "definition": "A person who does not eat animal flesh, or, in some cases, use any animal products."}, {"word": "nutrient", "definition": "A source of nourishment, such as food, that can be metabolized by an organism to give energy and build tissue."}, {"word": "cereals", "definition": "A type of grass (such as wheat, rice or oats) cultivated for its edible grains."}, {"word": "snacks", "definition": "A light meal."}, {"word": "pasta", "definition": "Dough made from wheat and water and sometimes mixed with egg and formed into various shapes; often sold in dried form and typically boiled for eating."}, {"word": "curing", "definition": "To restore to health."}, {"word": "sushi", "definition": "A Japanese dish made of small portions of sticky white rice flavored with vinegar, usually wrapped in seaweed and filled or topped with fish, vegetables or meat."}, {"word": "pantry", "definition": "A small room, closet, or cabinet usually located in or near the kitchen, dedicated to shelf-stable food storage and/or storing kitchenware, like a larder, but smaller."}, {"word": "yogurt", "definition": "A milk-based product stiffened by a bacterium-aided curdling process, and sometimes mixed with fruit or other flavoring."}, {"word": "pickled", "definition": "To preserve food (or sometimes other things) in a salt, sugar or vinegar solution."}, {"word": "sustenance", "definition": "Something that provides support or nourishment."}, {"word": "hunter-gatherer", "definition": "A member of a group of people who live by hunting animals and gathering edible plants for their main food sources, and who do not keep animals or farm land."}, {"word": "nourishment", "definition": "The act of nourishing or the state of being nourished"}, {"word": "victual", "definition": "Food fit for human consumption."}, {"word": "foodstuff", "definition": "A material that may be used as food."}, {"word": "victuals", "definition": "Food fit for human consumption."}, {"word": "aliment", "definition": "Food."}, {"word": "convenience food", "definition": "A food or meal that needs little preparation or cooking, especially one sold prepackaged."}, {"word": "provender", "definition": "Food, especially for livestock."}, {"word": "nutrients", "definition": "A source of nourishment, such as food, that can be metabolized by an organism to give energy and build tissue."}, {"word": "recipe", "definition": "A formula for preparing or using a medicine; a prescription; also, a medicine prepared from such instructions."}, {"word": "blender", "definition": "A machine outfitted with sharp blades, for mashing, crushing or liquefying food ingredients."}, {"word": "pabulum", "definition": "Food or fodder, particularly that taken in by plants or animals."}, {"word": "consumables", "definition": "A material or product that is produced for consumption."}, {"word": "utilities", "definition": "The state or condition of being useful; usefulness."}, {"word": "service", "definition": "An act of being of assistance to someone."}, {"word": "alcohol", "definition": "Any of a class of organic compounds (such as ethanol) containing a hydroxyl functional group (-OH)."}, {"word": "bar", "definition": "A solid, more or less rigid object of metal or wood with a uniform cross-section smaller than its length."}, {"word": "travel", "definition": "The act of traveling; passage from place to place."}, {"word": "liquid", "definition": "A substance that is flowing, and keeping no shape, such as water; a substance of which the molecules, while not tending to separate from one another like those of a gas, readily change their relative position, and which therefore retains no definite shape, except that determined by the containing receptacle; an inelastic fluid."}, {"word": "exercise", "definition": "Any activity designed to develop or hone a skill or ability."}, {"word": "bars", "definition": "A solid, more or less rigid object of metal or wood with a uniform cross-section smaller than its length."}, {"word": "merch", "definition": "Merchandise"}, {"word": "waste", "definition": "Excess of material, useless by-products or damaged, unsaleable products; garbage; rubbish."}, {"word": "munchies", "definition": "Food, especially convenience snack foods."}, {"word": "catering", "definition": "To provide, particularly:"}]