[{"word": "improve", "definition": "To make (something) better; to increase the value or productivity (of something)."}, {"word": "education", "definition": "The process of imparting knowledge, skill and judgment."}, {"word": "society", "definition": "A long-standing group of people sharing cultural aspects such as language, dress, norms of behavior and artistic forms."}, {"word": "research", "definition": "Diligent inquiry or examination to seek or revise facts, principles, theories, applications, etc.; laborious or continued search after truth."}, {"word": "social", "definition": "A festive gathering to foster introductions."}, {"word": "program", "definition": "A set of structured activities."}, {"word": "health", "definition": "The state of being free from physical or psychological disease, illness, or malfunction; wellness."}, {"word": "medical", "definition": "A medical examination."}, {"word": "food", "definition": "Any solid substance that can be consumed by living organisms, especially by eating, in order to sustain life."}, {"word": "care", "definition": "Grief, sorrow."}, {"word": "medicine", "definition": "A substance which specifically promotes healing when ingested or consumed in some way."}, {"word": "agriculture", "definition": "The art or science of cultivating the ground, including the harvesting of crops, and the rearing and management of livestock"}, {"word": "safety", "definition": "The condition or feeling of being safe; security; certainty."}, {"word": "environmental", "definition": "Pertaining to the environment."}, {"word": "condition", "definition": "A logical clause or phrase that a conditional statement uses. The phrase can either be true or false."}, {"word": "disease", "definition": "An abnormal condition of a human, animal or plant that causes discomfort or dysfunction; distinct from injury insofar as the latter is usually instantaneously acquired."}, {"word": "benefit", "definition": "An advantage; help or aid from something."}, {"word": "insurance", "definition": "A means of indemnity against a future occurrence of an uncertain event."}, {"word": "mental", "definition": "Of or relating to the mind or an intellectual process."}, {"word": "illness", "definition": "An instance of a disease or poor health."}, {"word": "welfare", "definition": "Health, safety, happiness and prosperity; well-being in any respect."}, {"word": "exercise", "definition": "Any activity designed to develop or hone a skill or ability."}, {"word": "doctors", "definition": "A physician; a member of the medical profession; one who is trained and licensed to heal the sick or injured. The final examination and qualification may award a doctor degree in which case the post-nominal letters are D.O., DPM, M.D., DMD, DDS, in the US or MBBS in the UK."}, {"word": "hospitals", "definition": "A large medical facility, usually in a building with multiple floors, where seriously ill or injured patients are given extensive medical and/or surgical treatment."}, {"word": "lifestyle", "definition": "A style of living that reflects the attitudes and values of a person or group."}, {"word": "stress", "definition": "(Cause of) discomfort."}, {"word": "patient", "definition": "A person or animal who receives treatment from a doctor or other medically educated person."}, {"word": "healthy", "definition": "Enjoying health and vigor of body, mind, or spirit: well."}, {"word": "healthcare", "definition": "The prevention, treatment, and management of illness or the preservation of mental and physical well-being through the services offered by the medical, nursing, and allied health professions."}, {"word": "diet", "definition": "The food and beverage a person or animal consumes."}, {"word": "aids", "definition": "Help; assistance; succor, relief."}, {"word": "health care", "definition": "The prevention, treatment, and management of illness or the preservation of mental and physical well-being through the services offered by the medical, nursing, and allied health professions."}, {"word": "nursing", "definition": "To breastfeed: to feed (a baby) at the breast; to suckle."}, {"word": "fitness", "definition": "The condition of being fit, suitable or appropriate."}, {"word": "public health", "definition": "The science and practice of community hygiene; includes preventive medicine, health education, sanitation and environmental safety."}, {"word": "nutrition", "definition": "The organic process by which an organism assimilates food and uses it for growth and maintenance."}, {"word": "mental health", "definition": "One's emotional well-being, especially with reference to one's outlook on life, ability to cope with stress or the absence of a mental disorder."}, {"word": "reproductive", "definition": "A reproductive organism (especially such as in an insect)."}, {"word": "sanitation", "definition": "The hygienic disposal or recycling of waste."}, {"word": "hygiene", "definition": "The science of health, its promotion and preservation."}, {"word": "well-being", "definition": "A state of health, happiness and/or prosperity."}, {"word": "epidemiology", "definition": "The branch of science dealing with the spread and control of diseases, viruses, concepts etc. throughout populations or systems."}, {"word": "nutritional", "definition": "Of, pertaining to, or providing nutrition."}, {"word": "wellness", "definition": "The quality or state of being in good health."}, {"word": "obesity", "definition": "The state of being obese due to an excess of body fat."}, {"word": "upbeat", "definition": "An unaccented beat at the start of a musical phrase."}, {"word": "preventive", "definition": "A thing that prevents, hinders, or acts as an obstacle to."}, {"word": "schizophrenia", "definition": "A psychiatric diagnosis denoting a persistent, often chronic, mental illness characterised by abnormal perception, thinking, behavior and emotion, often marked by delusions."}, {"word": "built environment", "definition": "All the physical things constructed by humans as aids to living."}, {"word": "wellbeing", "definition": "A state of health, happiness and/or prosperity."}, {"word": "childcare", "definition": "The act, practice, or occupation of supervising and taking care of young children."}, {"word": "physiotherapist", "definition": "A therapist who treats physical injury or dysfunction, usually with exercise."}, {"word": "preventative", "definition": "A thing that prevents, hinders, or acts as an obstacle to."}, {"word": "immunizations", "definition": "The process by which an individual is safely exposed in a controlled manner to a material that is designed to prime their immune system against that material."}, {"word": "checkups", "definition": "A routine visit to the doctor, dentist, or the like."}, {"word": "musclebound", "definition": "Having pronounced muscle development through weightlifting, bodybuilding, or other physical exercise."}, {"word": "life", "definition": "The state of organisms preceding their death, characterized by biological processes such as metabolism and reproduction and distinguishing them from inanimate objects; the state of being alive and living."}, {"word": "damage", "definition": "Injury or harm; the condition or measure of something not being intact."}, {"word": "armor", "definition": "A protective layer over a body, vehicle, or other object intended to deflect or diffuse damaging forces."}, {"word": "stamina", "definition": "The energy and strength for continuing to do something over a long period of time; power of sustained exertion, or resistance to hardship, illness etc."}, {"word": "healing", "definition": "The process where the cells in the body regenerate and repair themselves."}, {"word": "age", "definition": "The whole duration of a being, whether animal, plant, or other kind, being alive."}, {"word": "body", "definition": "Physical frame."}, {"word": "addiction", "definition": "A state that is characterized by compulsive drug use or compulsive engagement in rewarding behavior, despite negative consequences."}, {"word": "weight", "definition": "(physical) Matter, material."}, {"word": "beauty", "definition": "The quality of being (especially visually) attractive, pleasing, fine or good-looking; comeliness."}, {"word": "shield", "definition": "Anything that protects or defends; defense; shelter; protection."}, {"word": "well", "definition": "In good health."}, {"word": "disability", "definition": "State of being disabled; deprivation or want of ability; absence of competent physical, intellectual, or moral power, means, fitness, and the like."}, {"word": "happiness", "definition": "The emotion of being happy; joy."}, {"word": "strength", "definition": "The quality or degree of being strong."}, {"word": "heart", "definition": "A muscular organ that pumps blood through the body, traditionally thought to be the seat of emotion."}, {"word": "travel", "definition": "The act of traveling; passage from place to place."}, {"word": "disabilities", "definition": "State of being disabled; deprivation or want of ability; absence of competent physical, intellectual, or moral power, means, fitness, and the like."}, {"word": "recovery", "definition": "The act or process of regaining or repossession of something lost."}, {"word": "psychological", "definition": "Of or pertaining to psychology."}, {"word": "hidrosis", "definition": "The formation and excretion of sweat; perspiration."}, {"word": "energy", "definition": "The impetus behind all motion and all activity."}]