[{"word": "one", "definition": "The digit or figure 1."}, {"word": "history", "definition": "The aggregate of past events."}, {"word": "world", "definition": "(with \"the\") Human collective existence; existence in general."}, {"word": "life", "definition": "The state of organisms preceding their death, characterized by biological processes such as metabolism and reproduction and distinguishing them from inanimate objects; the state of being alive and living."}, {"word": "century", "definition": "A period of 100 consecutive years; often specifically a numbered period with conventional start and end dates, e.g., the twentieth century, which stretches from (strictly) 1901 through 2000, or (informally) 1900 through 1999. The first century AD was from 1 to 100."}, {"word": "career", "definition": "One's calling in life; a person's occupation; one's profession."}, {"word": "became", "definition": "To arrive, come (to a place)."}, {"word": "work", "definition": "(heading) Employment."}, {"word": "biography", "definition": "A person's life story, especially one published."}, {"word": "geography", "definition": "A description of the earth: a treatise or textbook on geography; an atlas or gazetteer."}, {"word": "record", "definition": "A disk, usually made of a polymer, used to record sound for playback on a phonograph."}, {"word": "book", "definition": "A collection of sheets of paper bound together to hinge at one edge, containing printed or written material, pictures, etc."}, {"word": "art", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "science", "definition": "A particular discipline or branch of learning, especially one dealing with measurable or systematic principles rather than intuition or natural ability."}, {"word": "story", "definition": "A sequence of real or fictional events; or, an account of such a sequence."}, {"word": "historical", "definition": "A historical romance."}, {"word": "culture", "definition": "The arts, customs, lifestyles, background, and habits that characterize a particular society or nation."}, {"word": "modern", "definition": "Someone who lives in modern times."}, {"word": "past", "definition": "To change place."}, {"word": "politics", "definition": "To engage in political activity; politick."}, {"word": "historic", "definition": "A history, a non-fiction account of the past."}, {"word": "cultural", "definition": "Pertaining to culture."}, {"word": "literature", "definition": "The body of all written works."}, {"word": "academic", "definition": "(usually capitalized) A follower of Plato, a Platonist."}, {"word": "experience", "definition": "The effect upon the judgment or feelings produced by any event, whether witnessed or participated in; personal and direct impressions as contrasted with description or fancies; personal acquaintance; actual enjoyment or suffering."}, {"word": "heritage", "definition": "An inheritance; property that may be inherited."}, {"word": "nation", "definition": "A historically constituted, stable community of people, formed on the basis of a common language, territory, economic life, ethnicity and/or psychological make-up manifested in a common culture."}, {"word": "legacy", "definition": "Money or property bequeathed to someone in a will."}, {"word": "account", "definition": "A registry of pecuniary transactions; a written or printed statement of business dealings or debts and credits, and also of other things subjected to a reckoning or review."}, {"word": "tradition", "definition": "A part of culture that is passed from person to person or generation to generation, possibly differing in detail from family to family, such as the way to celebrate holidays."}, {"word": "philosophy", "definition": "The love of wisdom."}, {"word": "centuries", "definition": "A period of 100 consecutive years; often specifically a numbered period with conventional start and end dates, e.g., the twentieth century, which stretches from (strictly) 1901 through 2000, or (informally) 1900 through 1999. The first century AD was from 1 to 100."}, {"word": "communication", "definition": "The act or fact of communicating anything; transmission."}, {"word": "historian", "definition": "A writer of history; a chronicler; an annalist."}, {"word": "origins", "definition": "The beginning of something."}, {"word": "decade", "definition": "A group, set, or series of ten , particularly:"}, {"word": "chronicle", "definition": "A written account of events and when they happened, ordered by time."}, {"word": "dynasty", "definition": "A series of rulers or dynasts from one family."}, {"word": "longest", "definition": "To take a long position in."}, {"word": "experiences", "definition": "The effect upon the judgment or feelings produced by any event, whether witnessed or participated in; personal and direct impressions as contrasted with description or fancies; personal acquaintance; actual enjoyment or suffering."}, {"word": "renaissance", "definition": "A rebirth or revival."}, {"word": "traditions", "definition": "A part of culture that is passed from person to person or generation to generation, possibly differing in detail from family to family, such as the way to celebrate holidays."}, {"word": "narrative", "definition": "The systematic recitation of an event or series of events."}, {"word": "etymology", "definition": "The study of the historical development of languages, particularly as manifested in individual words."}, {"word": "mythology", "definition": "The collection of myths of a people, concerning the origin of the people, history, deities, ancestors and heroes."}, {"word": "remarkable", "definition": "Worthy of being remarked or noted; notable"}, {"word": "prehistoric", "definition": "Having lasted from a remote period; having been of long duration; of great age, very old."}, {"word": "humanities", "definition": "The study of Ancient Greek and Latin, their literature, history, etc., sometimes inclusive of the study of the ancient Mediterranean generally."}, {"word": "histories", "definition": "The aggregate of past events."}, {"word": "genealogy", "definition": "The descent of a person, family, or group from an ancestor or ancestors; lineage or pedigree."}, {"word": "annals", "definition": "The record of a single event or item."}, {"word": "accomplishments", "definition": "The act of accomplishing; completion; fulfilment."}, {"word": "antiquity", "definition": "Ancient times; faraway history; former ages"}, {"word": "lesson", "definition": "A section of learning or teaching into which a wider learning content is divided."}, {"word": "lore", "definition": "All the facts and traditions about a particular subject that have been accumulated over time through education or experience."}, {"word": "prehistory", "definition": "(properly) History before written records, inclusive of both"}, {"word": "historiography", "definition": "The writing of history; a written history."}, {"word": "deadliest", "definition": "Subject to death; mortal."}, {"word": "darkest", "definition": "Having an absolute or (more often) relative lack of light."}, {"word": "ethnology", "definition": "The branch of anthropology that studies and compares the different human cultures."}, {"word": "case history", "definition": "The details of the history of some case (often medical)."}, {"word": "storied", "definition": "Much talked or written about"}, {"word": "checkered", "definition": "To mark in a pattern of alternating light and dark positions, like a checkerboard."}, {"word": "winningest", "definition": "That constitutes a win."}, {"word": "renascence", "definition": "A new beginning or rebirth; regeneration."}, {"word": "activities", "definition": "The state or quality of being active; activeness."}, {"word": "karma", "definition": "The sum total of a person's actions, which determine the person's next incarnation in samsara, the cycle of death and rebirth."}, {"word": "government", "definition": "The body with the power to make and/or enforce laws to control a country, land area, people or organization."}, {"word": "relationship", "definition": "Connection or association; the condition of being related."}, {"word": "english", "definition": "Spinning or rotary motion given to a ball around the vertical axis, as in billiards or bowling."}, {"word": "social", "definition": "A festive gathering to foster introductions."}, {"word": "theology", "definition": "The study of God, a god, or gods; and of the truthfulness of religion in general."}, {"word": "travel", "definition": "The act of traveling; passage from place to place."}, {"word": "context", "definition": "The surroundings, circumstances, environment, background or settings that determine, specify, or clarify the meaning of an event or other occurrence."}, {"word": "stories", "definition": "A building; an edifice."}, {"word": "family", "definition": "A group of people who are closely related to one another (by blood, marriage or adoption); kin; for example, a set of parents and their children; an immediate family."}, {"word": "activity", "definition": "The state or quality of being active; activeness."}, {"word": "future", "definition": "The time ahead; those moments yet to be experienced."}, {"word": "biology", "definition": "The study of all life or living matter."}, {"word": "health", "definition": "The state of being free from physical or psychological disease, illness, or malfunction; wellness."}, {"word": "background", "definition": "One's social heritage, or previous life; what one did in the past."}, {"word": "studies", "definition": "An academic field of study concerning the given subject."}, {"word": "meaning", "definition": "(of words or symbols) The entity, perception, feeling or concept thereby represented or evoked."}, {"word": "political", "definition": "A political agent or officer."}]