[{"word": "place", "definition": "(physical) An area; somewhere within an area."}, {"word": "career", "definition": "One's calling in life; a person's occupation; one's profession."}, {"word": "work", "definition": "(heading) Employment."}, {"word": "position", "definition": "A place or location."}, {"word": "post", "definition": "A long dowel or plank protruding from the ground; a fencepost; a lightpost."}, {"word": "what", "definition": "(Singlish) Used to contradict an underlying assumption held by the interlocutor."}, {"word": "business", "definition": "A specific commercial enterprise or establishment."}, {"word": "occupation", "definition": "An activity or task with which one occupies oneself; usually specifically the productive activity, service, trade, or craft for which one is regularly paid; a job."}, {"word": "get", "definition": "Offspring."}, {"word": "put", "definition": "A right to sell something at a predetermined price."}, {"word": "money", "definition": "A legally or socially binding conceptual contract of entitlement to wealth, void of intrinsic value, payable for all debts and taxes, and regulated in supply."}, {"word": "job", "definition": "A task."}, {"word": "positions", "definition": "A place or location."}, {"word": "problem", "definition": "A difficulty that has to be resolved or dealt with."}, {"word": "hires", "definition": "Payment for the temporary use of something."}, {"word": "task", "definition": "A piece of work done as part of one’s duties."}, {"word": "duty", "definition": "That which one is morally or legally obligated to do."}, {"word": "employment", "definition": "The work or occupation for which one is used, and often paid"}, {"word": "résumés", "definition": "A summary or synopsis."}, {"word": "jobs", "definition": "A task."}, {"word": "profession", "definition": "A declaration of belief, faith or one's opinion, whether genuine or pretended."}, {"word": "worker", "definition": "A person who performs labor for a living, especially manual labor."}, {"word": "volunteer", "definition": "One who enters into, or offers for, any service of his/her own free will, especially when done without pay."}, {"word": "employee", "definition": "An individual who provides labor to a company or another person."}, {"word": "quit", "definition": "To pay (a debt, fine etc.)."}, {"word": "assignment", "definition": "The act of assigning; the allocation of a job or a set of tasks."}, {"word": "employer", "definition": "A person, firm or other entity which pays for or hires the services of another person."}, {"word": "stint", "definition": "A period of time spent doing or being something; a spell."}, {"word": "hire", "definition": "Payment for the temporary use of something."}, {"word": "skilled", "definition": "Having or showing skill; skillful."}, {"word": "salary", "definition": "A fixed amount of money paid to a worker, usually calculated on a monthly or annual basis, not hourly, as wages. Implies a degree of professionalism and/or autonomy."}, {"word": "employ", "definition": "The state of being an employee; employment."}, {"word": "wage", "definition": "(often in plural) An amount of money paid to a worker for a specified quantity of work, usually calculated on an hourly basis and expressed in an amount of money per hour."}, {"word": "managerial", "definition": "Of or relating to a manager or management; involving management-like duties."}, {"word": "freelancing", "definition": "To work as a freelance."}, {"word": "employers", "definition": "A person, firm or other entity which pays for or hires the services of another person."}, {"word": "vacancy", "definition": "An unoccupied position or job."}, {"word": "hiring", "definition": "To obtain the services of in return for fixed payment."}, {"word": "workplace", "definition": "The place where someone works."}, {"word": "obligation", "definition": "The act of binding oneself by a social, legal, or moral tie to someone."}, {"word": "internship", "definition": "A job taken by a student in order to learn a profession or trade."}, {"word": "waitressing", "definition": "To work as a waitress."}, {"word": "vocation", "definition": "An inclination to undertake a certain kind of work, especially a religious career; often in response to a perceived summons; a calling."}, {"word": "speculate", "definition": "To think, meditate or reflect on a subject; to consider, to deliberate or cogitate."}, {"word": "workload", "definition": "The amount of work assigned to a particular worker, normally in a specified time period"}, {"word": "accountancy", "definition": "The function of compiling and providing financial information primarily by reports referred to as financial statements, including bookkeeping, systems design, analysis and interpretation of accounting information."}, {"word": "laborer", "definition": "One who uses body strength instead of intellectual power to earn a wage, usually hourly."}, {"word": "résumé", "definition": "A summary or synopsis."}, {"word": "caper", "definition": "A playful leap or jump."}, {"word": "work ethic", "definition": "The value that one ought to work hard at one's job or duties."}, {"word": "internships", "definition": "A job taken by a student in order to learn a profession or trade."}, {"word": "menial", "definition": "A servant, especially a domestic servant."}, {"word": "secretarial", "definition": "Pertaining to a secretary."}, {"word": "rehired", "definition": "To hire again."}, {"word": "apprenticeships", "definition": "The condition of, or the time served by, an apprentice."}, {"word": "chore", "definition": "A task, especially a difficult, unpleasant, or routine one."}, {"word": "unfilled", "definition": "Not filled, especially occupational positions."}, {"word": "fulltime", "definition": "Involving a full amount of time spent on some activity, especially a job."}, {"word": "subcontract", "definition": "A portion of a contracted project that is contracted out in turn."}, {"word": "thankless", "definition": "(of a task) not appreciated or rewarded"}, {"word": "rehiring", "definition": "To hire again."}, {"word": "overqualified", "definition": "Having too many qualifications to be deemed appropriate for a (usually unskilled) job."}, {"word": "class", "definition": "A group, collection, category or set sharing characteristics or attributes."}, {"word": "life", "definition": "The state of organisms preceding their death, characterized by biological processes such as metabolism and reproduction and distinguishing them from inanimate objects; the state of being alive and living."}, {"word": "company", "definition": "A team; a group of people who work together professionally."}, {"word": "role", "definition": "A character or part played by a performer or actor."}, {"word": "school", "definition": "(collective) A group of fish or a group of marine mammals such as porpoises, dolphins, or whales."}, {"word": "income", "definition": "Money one earns by working or by capitalising on the work of others."}, {"word": "industry", "definition": "The tendency to work persistently. Diligence."}, {"word": "education", "definition": "The process of imparting knowledge, skill and judgment."}, {"word": "hobby", "definition": "An activity that one enjoys doing in one's spare time."}, {"word": "field", "definition": "A land area free of woodland, cities, and towns; open country."}, {"word": "scut work", "definition": "Distasteful tasks."}, {"word": "intern", "definition": "A person who is interned, forcibly or voluntarily."}, {"word": "pay", "definition": "Money given in return for work; salary or wages."}, {"word": "college", "definition": "A corporate group; a group of colleagues."}, {"word": "family", "definition": "A group of people who are closely related to one another (by blood, marriage or adoption); kin; for example, a set of parents and their children; an immediate family."}, {"word": "degree", "definition": "A stage of proficiency or qualification in a course of study, now especially an award bestowed by a university or, in some countries, a college, as a certification of academic achievement. (In the United States, can include secondary schools.)"}, {"word": "housing", "definition": "To keep within a structure or container."}, {"word": "boss", "definition": "A person who oversees and directs the work of others; a supervisor."}, {"word": "financial", "definition": "Related to finances."}, {"word": "interview", "definition": "An official face-to-face meeting of monarchs or other important figures."}, {"word": "promotion", "definition": "An advancement in rank or position."}, {"word": "the", "definition": "With a comparative or with more and a verb phrase, establishes a correlation with one or more other such comparatives."}, {"word": "skill", "definition": "Capacity to do something well; technique, ability. Skills are usually acquired or learned, as opposed to abilities, which are often thought of as innate."}, {"word": "project", "definition": "A planned endeavor, usually with a specific goal and accomplished in several steps or stages."}, {"word": "lifestyle", "definition": "A style of living that reflects the attitudes and values of a person or group."}, {"word": "side", "definition": "A bounding straight edge of a two-dimensional shape."}, {"word": "home", "definition": "A dwelling."}]