[{"word": "language", "definition": "A body of words, and set of methods of combining them (called a grammar), understood by a community and used as a form of communication."}, {"word": "music", "definition": "A series of sounds organized in time, employing melody, harmony, tempo etc. usually to convey a mood."}, {"word": "art", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "culture", "definition": "The arts, customs, lifestyles, background, and habits that characterize a particular society or nation."}, {"word": "song", "definition": "A musical composition with lyrics for voice or voices, performed by singing."}, {"word": "arts", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "video", "definition": "Television, television show, movie."}, {"word": "radio", "definition": "The technology that allows for the transmission of sound or other signals by modulation of electromagnetic waves."}, {"word": "band", "definition": "A strip of material used for strengthening or coupling."}, {"word": "key", "definition": "An object designed to open and close a lock."}, {"word": "performance", "definition": "The act of performing; carrying into execution or action; execution; achievement; accomplishment; representation by action."}, {"word": "songs", "definition": "A musical composition with lyrics for voice or voices, performed by singing."}, {"word": "singer", "definition": "A person who sings, often professionally."}, {"word": "artists", "definition": "A person who creates art."}, {"word": "entertainment", "definition": "An activity designed to give pleasure, enjoyment, diversion, amusement, or relaxation to an audience, no matter whether the audience participates passively as in watching opera or a movie, or actively as in games."}, {"word": "sound", "definition": "Healthy."}, {"word": "musical", "definition": "A stage performance, show or film that involves singing, dancing and musical numbers performed by the cast as well as acting."}, {"word": "voice", "definition": "Sound uttered by the mouth, especially by human beings in speech or song; sound thus uttered considered as possessing some special quality or character"}, {"word": "theatre", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "recording", "definition": "To make a record of information."}, {"word": "dance", "definition": "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction."}, {"word": "medicine", "definition": "A substance which specifically promotes healing when ingested or consumed in some way."}, {"word": "classical", "definition": "One that is classical in some way; for example, a classical economist."}, {"word": "musician", "definition": "A composer, conductor, or performer of music; specifically, a person who sings and/or plays a musical instrument as a hobby, an occupation, or a profession."}, {"word": "guitar", "definition": "A stringed musical instrument, of European origin, usually with a fretted fingerboard and six strings, played with the fingers or a plectrum (guitar pick)."}, {"word": "performing", "definition": "To do something; to execute."}, {"word": "musicians", "definition": "A composer, conductor, or performer of music; specifically, a person who sings and/or plays a musical instrument as a hobby, an occupation, or a profession."}, {"word": "songwriter", "definition": "A musician who composes songs; including writing the song's lyrics and creating a melody or tune for the song."}, {"word": "composer", "definition": "One who composes; an author."}, {"word": "opera", "definition": "A theatrical work, combining drama, music, song and sometimes dance."}, {"word": "piano", "definition": "A percussive keyboard musical instrument, usually ranging over seven octaves, with white and black colored keys, played by pressing these keys, causing hammers to strike strings"}, {"word": "lyrics", "definition": "A lyric poem."}, {"word": "jazz", "definition": "A musical art form rooted in West African cultural and musical expression and in the African American blues tradition, with diverse influences over time, commonly characterized by blue notes, syncopation, swing, call and response, polyrhythms and improvisation."}, {"word": "blues", "definition": "The colour of the clear sky or the deep sea, between green and violet in the visible spectrum, and one of the primary additive colours for transmitted light; the colour obtained by subtracting red and green from white light using magenta and cyan filters; or any colour resembling this."}, {"word": "soundtrack", "definition": "A narrow strip running down a movie film that carries the recorded sound in synchronization with the pictures."}, {"word": "singing", "definition": "To produce musical or harmonious sounds with one’s voice."}, {"word": "poetry", "definition": "Literature composed in verse or language exhibiting conscious attention to patterns and rhythm."}, {"word": "tone", "definition": "A specific pitch."}, {"word": "orchestra", "definition": "A large group of musicians who play together on various instruments, usually including some from strings, woodwind, brass and/or percussion; the instruments played by such a group."}, {"word": "sing", "definition": "A gathering at which people sing songs."}, {"word": "rhythm", "definition": "The variation of strong and weak elements (such as duration, accent) of sounds, notably in speech or music, over time; a beat or meter."}, {"word": "acoustic", "definition": "A medicine or other agent to assist hearing."}, {"word": "concerts", "definition": "To plan together; to settle or adjust by conference, agreement, or consultation."}, {"word": "instrument", "definition": "A device used to produce music."}, {"word": "pitch", "definition": "A sticky, gummy substance secreted by trees; sap."}, {"word": "graduation", "definition": "The action or process of graduating and receiving a diploma for completing a course of study (such as from an educational institution)."}, {"word": "drum", "definition": "A percussive musical instrument spanned with a thin covering on at least one end for striking, forming an acoustic chamber, affecting what materials are used to make it; a membranophone."}, {"word": "dynamics", "definition": "The branch of mechanics that is concerned with the effects of forces on the motion of objects."}, {"word": "noise", "definition": "Various sounds, usually unwanted or unpleasant."}, {"word": "choir", "definition": "Singing group; group of people who sing together; company of people who are trained to sing together."}, {"word": "symphony", "definition": "An extended piece of music of sophisticated structure, usually for orchestra."}, {"word": "harmony", "definition": "Agreement or accord."}, {"word": "chorus", "definition": "A group of singers and dancers in the religious festivals of ancient Greece."}, {"word": "violin", "definition": "A musical four-string instrument, generally played with a bow or by plucking the string, with the pitch set by pressing the strings at the appropriate place with the fingers; also any instrument of the violin family."}, {"word": "melody", "definition": "Tune; sequence of notes that makes up a musical phrase"}, {"word": "tune", "definition": "A melody."}, {"word": "funk", "definition": "Foul or unpleasant smell, especially body odor."}, {"word": "flute", "definition": "A woodwind instrument consisting of a tube with a row of holes that produce sound through vibrations caused by air blown across the edge of the holes, often tuned by plugging one or more holes with a finger; the Western concert flute, a transverse side-blown flute of European origin."}, {"word": "classical music", "definition": "Music of the classical period; the music of Mozart, Haydn, etc; the musical period before the romantic."}, {"word": "tempo", "definition": "A frequency or rate."}, {"word": "groove", "definition": "A long, narrow channel or depression; e.g., such a slot cut into a hard material to provide a location for an engineering component, a tyre groove, or a geological channel or depression."}, {"word": "lyric", "definition": "A lyric poem."}, {"word": "popular music", "definition": "Music intended for or accepted by a wide audience, usually with a commercial basis and distinguished from other genres such as classical music and folk music."}, {"word": "motif", "definition": "A recurring or dominant element; a theme."}, {"word": "chord", "definition": "A harmonic set of three or more notes that is heard as if sounding simultaneously."}, {"word": "melodic", "definition": "Of, relating to, or having melody."}, {"word": "folk music", "definition": "Any genre of music originating from the ethnic community of a specific region, often passed down through oral tradition, without recorded songwriters and possessing a clear purpose or social function."}, {"word": "techno", "definition": "A repetitive style of music originally produced for use in a continuous DJ set. The central rhythmic component is most often in common time (4/4), where time is marked with a bass drum on each quarter note pulse, a backbeat played by snare or clap on the second and fourth pulses of the bar, and an open hi-hat sounding every second eighth note."}, {"word": "symphonic", "definition": "Characteristic of a symphony"}, {"word": "sonata", "definition": "A musical composition for one or a few instruments, one of which is frequently a piano, in three or four movements that vary in key and tempo."}, {"word": "string quartet", "definition": "A group of four musicians playing string instruments, usually two violins, a viola and a cello."}, {"word": "accompaniment", "definition": "A part, usually performed by instruments, that gives support or adds to the background in music, or adds for ornamentation; also, the harmony of a figured bass."}, {"word": "rhapsody", "definition": "An ancient Greek epic poem (or part of one) suitable for uninterrupted recitation."}, {"word": "improvisation", "definition": "The act or art of composing and making music, poetry, and the like, extemporaneously"}, {"word": "sheet music", "definition": "Handwritten or printed form of musical notation."}, {"word": "karaoke", "definition": "A form of entertainment popular in clubs, at parties, etc, in which individual members of the public sing along to pre-recorded instrumental versions of popular songs, the lyrics of which are displayed for the singer on a screen in time with the music."}, {"word": "soulful", "definition": "Full of emotion and vigor."}, {"word": "fugue", "definition": "A contrapuntal piece of music wherein a particular melody is played in a number of voices, each voice introduced in turn by playing the melody."}, {"word": "harmonize", "definition": "To be in harmonious agreement."}, {"word": "orchestrate", "definition": "To arrange or score music for performance by an orchestra."}, {"word": "atonal", "definition": "Lacking a tonal center or key."}, {"word": "harmonise", "definition": "To be in harmonious agreement."}, {"word": "beats", "definition": "A stroke; a blow."}, {"word": "audio", "definition": "A sound, or a sound signal"}, {"word": "sounds", "definition": "A sensation perceived by the ear caused by the vibration of air or some other medium."}, {"word": "podcasts", "definition": "An audio programme produced on a regular basis, delivered over the Internet in a compressed digital format and designed for playback on computers or portable digital audio players, such as the iPod."}, {"word": "record", "definition": "A disk, usually made of a polymer, used to record sound for playback on a phonograph."}, {"word": "vibe", "definition": "A vibraphone."}, {"word": "videos", "definition": "Television, television show, movie."}, {"word": "media", "definition": "The middle layer of the wall of a blood vessel or lymph vessel which is composed of connective and muscular tissue."}, {"word": "instruments", "definition": "A device used to produce music."}, {"word": "single", "definition": "A 45 RPM vinyl record with one song on side A and one on side B."}, {"word": "party", "definition": "A person or group of people constituting a particular side in a contract or legal action."}]