[{"word": "university", "definition": "Institution of higher education (typically accepting students from the age of about 17 or 18, depending on country, but in some exceptional cases able to take younger students) where subjects are studied and researched in depth and degrees are offered."}, {"word": "district", "definition": "An administrative division of an area."}, {"word": "learn", "definition": "The act of learning something"}, {"word": "college", "definition": "A corporate group; a group of colleagues."}, {"word": "education", "definition": "The process of imparting knowledge, skill and judgment."}, {"word": "science", "definition": "A particular discipline or branch of learning, especially one dealing with measurable or systematic principles rather than intuition or natural ability."}, {"word": "hall", "definition": "A corridor; a hallway."}, {"word": "working", "definition": "(usually in the plural) Operation; action."}, {"word": "library", "definition": "An institution which holds books and/or other forms of media for use by the public or qualified people often lending them out, as well as providing various other services for its users."}, {"word": "academy", "definition": "(usually capitalized) The garden where Plato taught."}, {"word": "reading", "definition": "To look at and interpret letters or other information that is written."}, {"word": "youth", "definition": "The quality or state of being young."}, {"word": "degree", "definition": "A stage of proficiency or qualification in a course of study, now especially an award bestowed by a university or, in some countries, a college, as a certification of academic achievement. (In the United States, can include secondary schools.)"}, {"word": "writing", "definition": "Graphism of symbols such as letters that express some meaning."}, {"word": "schools", "definition": "(collective) A group of fish or a group of marine mammals such as porpoises, dolphins, or whales."}, {"word": "students", "definition": "A person who studies or learns about a particular subject."}, {"word": "student", "definition": "A person who studies or learns about a particular subject."}, {"word": "practice", "definition": "Repetition of an activity to improve a skill."}, {"word": "graduated", "definition": "To be recognized by a school or university as having completed the requirements of a degree studied at the institution."}, {"word": "teacher", "definition": "A person who teaches, especially one employed in a school."}, {"word": "serves", "definition": "An act of putting the ball or shuttlecock in play in various games."}, {"word": "learning", "definition": "To acquire, or attempt to acquire knowledge or an ability to do something."}, {"word": "graduate", "definition": "A person who is recognized by a university as having completed the requirements of a degree studied at the institution."}, {"word": "grade", "definition": "A rating."}, {"word": "classes", "definition": "A group, collection, category or set sharing characteristics or attributes."}, {"word": "campus", "definition": "The grounds or property of a school, college, university, business, church, or hospital, often understood to include buildings and other structures."}, {"word": "scholarship", "definition": "A grant-in-aid to a student."}, {"word": "teachers", "definition": "A person who teaches, especially one employed in a school."}, {"word": "kids", "definition": "A young goat."}, {"word": "graduating", "definition": "To be recognized by a school or university as having completed the requirements of a degree studied at the institution."}, {"word": "teach", "definition": "To show (someone) the way; to guide, conduct; to point, indicate."}, {"word": "graduation", "definition": "The action or process of graduating and receiving a diploma for completing a course of study (such as from an educational institution)."}, {"word": "curriculum", "definition": "The set of courses, coursework, and their content, offered at a school or university."}, {"word": "elementary school", "definition": "A school for children, typically older than toddlers and younger than adolescents. In the U.S., elementary schools cover grades 1 through 5, and the ages of the children are usually 6-11 years. At a minimum, elementary schools will teach basic reading, writing, arithmetic, and history. Historically also used in the UK."}, {"word": "primary school", "definition": "The first formal, obligatory school. Usually begins with nursery school or first grade and ends at fifth or sixth grade."}, {"word": "public school", "definition": "Certain private schools, particularly (initially) any grammar school operated apart from the personal lands of its students or (from the 19th century) the feepaying secondary schools which developed from or were modelled upon them; a British boarding school"}, {"word": "middle school", "definition": "A school which crosses the traditional divide between primary school and secondary school"}, {"word": "gymnasium", "definition": "A large room or building for indoor sports."}, {"word": "pupils", "definition": "A learner under the supervision of a teacher or professor."}, {"word": "teaches", "definition": "To show (someone) the way; to guide, conduct; to point, indicate."}, {"word": "classroom", "definition": "A room, often in a school, where classes take place"}, {"word": "grammar school", "definition": "A school that teaches its pupils the grammar system of a European language, especially Latin and Greek."}, {"word": "gym", "definition": "A sports facility specialized for lifting weights and exercise."}, {"word": "conservatory", "definition": "That which preserves from injury."}, {"word": "varsity", "definition": "University"}, {"word": "schooling", "definition": "(of fish) To form into, or travel in a school."}, {"word": "kindergarten", "definition": "An educational institution for young children, usually between ages 4 and 6; nursery school."}, {"word": "tutor", "definition": "One who teaches another (usually called a student, learner, or tutee) in a one-on-one or small-group interaction."}, {"word": "playground", "definition": "(outdoors) A large open space for children to play on, usually having dedicated play equipment (such as swings and slides)."}, {"word": "educate", "definition": "To instruct or train"}, {"word": "prep", "definition": "A preventative medical regiment of HIV medicines used to protect against HIV seroconversion after an exposure."}, {"word": "tuition", "definition": "A sum of money paid for instruction (such as in a high school, boarding school, university, or college)."}, {"word": "private school", "definition": "A fee-charging private or independent school."}, {"word": "classmate", "definition": "A student who is in the same class at school."}, {"word": "scholastic", "definition": "A member of the medieval philosophical school of scholasticism; a medieval Christian Aristotelian."}, {"word": "schoolhouse", "definition": "A building housing a school, especially a small or single-room one."}, {"word": "day school", "definition": "A school attended during the day, as opposed to a boarding school."}, {"word": "cultivate", "definition": "To grow plants, notably crops"}, {"word": "schoolteacher", "definition": "A teacher working in a school."}, {"word": "homework", "definition": "Work that is done at home, especially school exercises assigned by a teacher."}, {"word": "blackboard", "definition": "A large flat surface, finished with black slate or a similar material, that can be written upon with chalk and subsequently erased; a chalkboard."}, {"word": "schoolmate", "definition": "A person who was a fellow attendee at one's school."}, {"word": "schoolers", "definition": "A student, or in some cases member, of a particular type of school or schooling."}, {"word": "schoolyard", "definition": "The grounds around a school."}, {"word": "schoolroom", "definition": "A classroom, a room in a school used for instruction."}, {"word": "homeroom", "definition": "A classroom where school pupils of the same age gather for registration, or for other purposes that are unrelated to class content."}, {"word": "preschools", "definition": "A nursery school."}, {"word": "coeducation", "definition": "The education of male and female students in the same institution"}, {"word": "lunchroom", "definition": "A room designated as a place to eat lunch."}, {"word": "kindergarteners", "definition": "A child who attends a kindergarten."}, {"word": "schoolchild", "definition": "A young person attending school or of an age to attend school."}, {"word": "work", "definition": "(heading) Employment."}, {"word": "activities", "definition": "The state or quality of being active; activeness."}, {"word": "group", "definition": "A number of things or persons being in some relation to one another."}, {"word": "childhood", "definition": "The state of being a child."}, {"word": "going", "definition": "To move:"}, {"word": "summer", "definition": "One of four seasons, traditionally the second, marked by the longest and typically hottest days of the year due to the inclination of the Earth and thermal lag. Typically regarded as being from June 21 to September 22 or 23 in parts of the USA, the months of June, July and August in the United Kingdom and the months of December, January and February in the Southern Hemisphere."}, {"word": "beginning", "definition": "The act of doing that which begins anything; commencement of an action, state, or space of time; entrance into being or upon a course; the first act, effort, or state of a succession of acts or states."}, {"word": "place", "definition": "(physical) An area; somewhere within an area."}, {"word": "schoolgoing", "definition": "Attending school."}, {"word": "living", "definition": "To be alive; to have life."}, {"word": "career", "definition": "One's calling in life; a person's occupation; one's profession."}, {"word": "department", "definition": "A part, portion, or subdivision."}, {"word": "major", "definition": "A military rank between captain and lieutenant colonel."}, {"word": "research", "definition": "Diligent inquiry or examination to seek or revise facts, principles, theories, applications, etc.; laborious or continued search after truth."}, {"word": "course", "definition": "A sequence of events."}, {"word": "local", "definition": "A person who lives near a given place."}, {"word": "first", "definition": "The person or thing in the first position."}, {"word": "property", "definition": "Something that is owned."}, {"word": "teen", "definition": "A teenager."}]