[{"word": "history", "definition": "The aggregate of past events."}, {"word": "state", "definition": "A condition; a set of circumstances applying at any given time."}, {"word": "scientific", "definition": "Of, or having to do with science."}, {"word": "field", "definition": "A land area free of woodland, cities, and towns; open country."}, {"word": "development", "definition": "The process of developing; growth, directed change."}, {"word": "research", "definition": "Diligent inquiry or examination to seek or revise facts, principles, theories, applications, etc.; laborious or continued search after truth."}, {"word": "culture", "definition": "The arts, customs, lifestyles, background, and habits that characterize a particular society or nation."}, {"word": "technology", "definition": "The organization of knowledge for practical purposes."}, {"word": "nature", "definition": "The natural world; that which consists of all things unaffected by or predating human technology, production, and design. (Compare ecosystem.)"}, {"word": "technical", "definition": "A pickup truck with a gun mounted on it."}, {"word": "engineering", "definition": "To design, construct or manage something as an engineer."}, {"word": "theory", "definition": "A description of an event or system that is considered to be accurate."}, {"word": "medicine", "definition": "A substance which specifically promotes healing when ingested or consumed in some way."}, {"word": "educational", "definition": "A free (or low cost) trip for travel consultants, provided by a travel operator or airline as a means of promoting their service. A fam trip"}, {"word": "knowledge", "definition": "The fact of knowing about something; general understanding or familiarity with a subject, place, situation etc."}, {"word": "philosophy", "definition": "The love of wisdom."}, {"word": "biology", "definition": "The study of all life or living matter."}, {"word": "economics", "definition": "The study of resource allocation, distribution and consumption; of capital and investment; and of management of the factors of production."}, {"word": "scientists", "definition": "One whose activities make use of the scientific method to answer questions regarding the measurable universe. A scientist may be involved in original research, or make use of the results of the research of others."}, {"word": "chemistry", "definition": "The branch of natural science that deals with the composition and constitution of substances and the changes that they undergo as a consequence of alterations in the constitution of their molecules."}, {"word": "mathematics", "definition": "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts."}, {"word": "scientist", "definition": "One whose activities make use of the scientific method to answer questions regarding the measurable universe. A scientist may be involved in original research, or make use of the results of the research of others."}, {"word": "expert", "definition": "A person with extensive knowledge or ability in a given subject."}, {"word": "physics", "definition": "A medicine or drug, especially a cathartic or purgative."}, {"word": "discipline", "definition": "A controlled behaviour; self-control."}, {"word": "renaissance", "definition": "A rebirth or revival."}, {"word": "psychology", "definition": "The study of the human mind."}, {"word": "ecology", "definition": "The branch of biology dealing with the relationships of organisms with their environment and with each other."}, {"word": "archaeology", "definition": "The study of the past by excavation and analysis of its material remains:"}, {"word": "geology", "definition": "The science that studies the structure of the earth (or other planets), together with its origin and development, especially by examination of its rocks."}, {"word": "experiment", "definition": "A test under controlled conditions made to either demonstrate a known truth, examine the validity of a hypothesis, or determine the efficacy of something previously untried."}, {"word": "observation", "definition": "The act of observing, and the fact of being observed (see observance)"}, {"word": "comparative", "definition": "(grammar) A construction showing a relative quality, in English usually formed by adding more or appending -er. For example, the comparative of green is greener; of evil, more evil."}, {"word": "theories", "definition": "A description of an event or system that is considered to be accurate."}, {"word": "humanities", "definition": "The study of Ancient Greek and Latin, their literature, history, etc., sometimes inclusive of the study of the ancient Mediterranean generally."}, {"word": "phenomenon", "definition": "A thing or being, event or process, perceptible through senses; or a fact or occurrence thereof."}, {"word": "nose", "definition": "A protuberance on the face housing the nostrils, which are used to breathe or smell."}, {"word": "astronomy", "definition": "The study of the physical universe beyond the Earth's atmosphere, including the process of mapping locations and properties of the matter and radiation in the universe."}, {"word": "math", "definition": "A mowing; what is gathered from mowing."}, {"word": "sociology", "definition": "The study of society, human social interaction and the rules and processes that bind and separate people not only as individuals, but as members of associations, groups and institutions"}, {"word": "biotechnology", "definition": "The use of living organisms (especially microorganisms) in industrial, agricultural, medical and other technological applications."}, {"word": "anthropology", "definition": "The holistic scientific and social study of humanity, mainly using ethnography as its method."}, {"word": "botany", "definition": "The scientific study of plants, a branch of biology. Typically those disciplines that involve the whole plant."}, {"word": "geometry", "definition": "The branch of mathematics dealing with spatial relationships."}, {"word": "zoology", "definition": "The part of biology relating to the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct."}, {"word": "linguistics", "definition": "The scientific study of language."}, {"word": "measurements", "definition": "The act of measuring."}, {"word": "naturalist", "definition": "(except as merged with later senses) A natural philosopher; a scientist."}, {"word": "social science", "definition": "A branch of science that studies the society and human behavior in it, including anthropology, communication studies, criminology, economics, geography, history, political science, psychology, social studies, and sociology."}, {"word": "astrophysics", "definition": "The branch of astronomy or physics that deals with the physical properties of celestial bodies and with the interaction between matter and radiation in celestial bodies and in the space between them."}, {"word": "neuroscience", "definition": "The scientific study of the nervous system."}, {"word": "cosmology", "definition": "The study of the physical universe, its structure, dynamics, origin and evolution, and fate."}, {"word": "biomedical", "definition": "A product of the biomedicine industry."}, {"word": "informatics", "definition": "A branch of information science and of computer science that focuses on the study of information processing, particularly with respect to systems integration and human interactions with machine and data."}, {"word": "maths", "definition": "An abstract representational system used in the study of numbers, shapes, structure, change and the relationships between these concepts."}, {"word": "archeology", "definition": "The study of the past by excavation and analysis of its material remains:"}, {"word": "natural science", "definition": "Any science involved in studying phenomena or laws of the physical world: physics, chemistry, biology, astronomy, and so on."}, {"word": "nanotechnology", "definition": "The science and technology of creating nanoparticles and of manufacturing machines which have sizes within the range of nanometres."}, {"word": "quantum mechanics", "definition": "The branch of physics which studies matter and energy at the level of atoms and other elementary particles, and substitutes probabilistic mechanisms in place of classical Newtonian ones."}, {"word": "geosciences", "definition": "Earth science"}, {"word": "bioscience", "definition": "Any of several sciences that deal with living organisms"}, {"word": "natural selection", "definition": "A process by which heritable traits conferring survival and reproductive advantage to individuals, or related individuals, tend to be passed on to succeeding generations and become more frequent in a population, whereas other less favourable traits tend to become eliminated; the differential survival and reproduction of phenotypes."}, {"word": "metrology", "definition": "The science of weights and measures or of measurement."}, {"word": "peer review", "definition": "The scholarly process whereby manuscripts intended to be published in an academic journal are reviewed by independent researchers (referees) to evaluate the contribution, i.e. the importance, novelty and accuracy of the manuscript's contents."}, {"word": "seismology", "definition": "The study of the vibration of the Earth's interior caused by natural and unnatural sources, such as earthquakes."}, {"word": "rocketry", "definition": "The making and launching of rockets, its science and practice."}, {"word": "thermochemistry", "definition": "The study of the thermodynamics of chemical reactions."}, {"word": "histochemistry", "definition": "The branch of histology dealing with the chemistry of cells and tissues."}, {"word": "nanotech", "definition": "The science and technology of creating nanoparticles and of manufacturing machines which have sizes within the range of nanometres."}, {"word": "metamathematics", "definition": "A branch of mathematics dealing with mathematical systems and their nature."}, {"word": "cryobiology", "definition": "The study of the effects of low temperature on living organisms"}, {"word": "agrobiology", "definition": "The science of plant life and nutrition."}, {"word": "health", "definition": "The state of being free from physical or psychological disease, illness, or malfunction; wellness."}, {"word": "analytics", "definition": "The principles governing any of various forms of analysis."}, {"word": "data", "definition": "(plural: data) A measurement of something on a scale understood by both the recorder (a person or device) and the reader (another person or device). The scale is arbitrarily defined, such as from 1 to 10 by ones, 1 to 100 by 0.1, or simply true or false, on or off, yes, no, or maybe, etc."}, {"word": "tech", "definition": "Technology"}, {"word": "space", "definition": "(heading) Of time."}, {"word": "medical", "definition": "A medical examination."}, {"word": "computer", "definition": "A person employed to perform computations; one who computes."}, {"word": "electrical", "definition": "An electrical engineer."}, {"word": "big", "definition": "Someone or something that is large in stature"}, {"word": "numbers", "definition": "An abstract entity used to describe quantity."}, {"word": "chemical", "definition": "Any specific chemical element or chemical compound or alloy."}, {"word": "fantasy", "definition": "That which comes from one's imagination."}]