[{"word": "website", "definition": "A collection of interlinked web pages on the World Wide Web that are typically accessible from the same base URL and reside on the same server."}, {"word": "group", "definition": "A number of things or persons being in some relation to one another."}, {"word": "public", "definition": "The people in general, regardless of membership of any particular group."}, {"word": "data", "definition": "(plural: data) A measurement of something on a scale understood by both the recorder (a person or device) and the reader (another person or device). The scale is arbitrarily defined, such as from 1 to 10 by ones, 1 to 100 by 0.1, or simply true or false, on or off, yes, no, or maybe, etc."}, {"word": "society", "definition": "A long-standing group of people sharing cultural aspects such as language, dress, norms of behavior and artistic forms."}, {"word": "party", "definition": "A person or group of people constituting a particular side in a contract or legal action."}, {"word": "business", "definition": "A specific commercial enterprise or establishment."}, {"word": "social", "definition": "A festive gathering to foster introductions."}, {"word": "event", "definition": "An occurrence; something that happens."}, {"word": "network", "definition": "A fabric or structure of fibrous elements attached to each other at regular intervals."}, {"word": "database", "definition": "(general) A collection of (usually) organized information in a regular structure, usually but not necessarily in a machine-readable format accessible by a computer."}, {"word": "cultural", "definition": "Pertaining to culture."}, {"word": "festival", "definition": "An event or community gathering, usually staged by a local community, which centers on some theme, sometimes on some unique aspect of the community."}, {"word": "internet", "definition": "Any set of computer networks that communicate using the Internet Protocol. (An intranet.)"}, {"word": "google", "definition": "To deliver googlies."}, {"word": "youtube", "definition": "Any website that allows users to upload content, particularly YouTube itself."}, {"word": "reach", "definition": "The act of stretching or extending; extension."}, {"word": "computer", "definition": "A person employed to perform computations; one who computes."}, {"word": "telegraph", "definition": "An apparatus, or a process, for communicating rapidly between distant points, especially by means of established visible or audible signals representing words or ideas, or by means of words and signs, transmitted by electrical means."}, {"word": "reporter", "definition": "Someone or something that reports."}, {"word": "blog", "definition": "A website that allows users to reflect, share opinions, and discuss various topics in the form of an online journal, sometimes letting readers comment on their posts. Most blogs are written in a slightly informal tone (personal journals, news, businesses, etc.)"}, {"word": "software", "definition": "Encoded computer instructions, usually modifiable (unless stored in some form of unalterable memory such as ROM)."}, {"word": "birthday", "definition": "The anniversary of the day on which someone is born."}, {"word": "facebook", "definition": "To use the social-networking site Facebook."}, {"word": "twitter", "definition": "(sometimes proscribed) To tweet; to post an update to Twitter."}, {"word": "social networks", "definition": "A network of personal or business contacts, especially as facilitated by social networking on the Internet."}, {"word": "activist", "definition": "One who is politically active in the role of a citizen; especially, one who campaigns for change."}, {"word": "phone", "definition": "A device for transmitting conversations and other sounds in real time across distances, now often a small portable unit also capable of running software etc."}, {"word": "user", "definition": "One who uses or makes use of something, a consumer/client or an express or implied licensee (free user) or a trespasser."}, {"word": "telephone", "definition": "A telecommunication device (originally mechanical, and now electronic) used for two-way talking with another person (now often shortened to phone)."}, {"word": "politically", "definition": "In a political manner"}, {"word": "sociology", "definition": "The study of society, human social interaction and the rules and processes that bind and separate people not only as individuals, but as members of associations, groups and institutions"}, {"word": "publicity", "definition": "Advertising or other activity designed to rouse public interest in something."}, {"word": "socially", "definition": "In a social manner; sociably."}, {"word": "cyber", "definition": "Everything having to do with the Internet considered collectively."}, {"word": "manifesto", "definition": "A public declaration of principles, policies, or intentions, especially that of a political party."}, {"word": "bilateral", "definition": "A meeting between two people or groups."}, {"word": "processor", "definition": "A person or institution who processes things (foods, photos, applications, etc.)."}, {"word": "login", "definition": "A combination of a user's identification and password used to enter a computer, program, network, etc."}, {"word": "social network", "definition": "A network of personal or business contacts, especially as facilitated by social networking on the Internet."}, {"word": "modem", "definition": "A device that encodes digital computer signals into analog/analogue telephone signals and vice versa and allows computers to communicate over a phone line."}, {"word": "jamboree", "definition": "A boisterous or lavish celebration or party."}, {"word": "cyberspace", "definition": "A world of information accessed through the Internet."}, {"word": "mainframe", "definition": "A large, powerful computer able to manage very many simultaneous tasks and communicate with very many connected terminals; used by large, complex organizations (such as banks and supermarkets) where continuously sustained operation is vital"}, {"word": "cybernetics", "definition": "The theory/science of communication and control in the animal and the machine."}, {"word": "webcam", "definition": "A video camera whose output may be viewed in real time over a computer network, especially over the World Wide Web."}, {"word": "viral marketing", "definition": "A technique aiming at reproducing \"word of mouth\", usually on the internet or by e-mail, for humorous, political or marketing purposes."}, {"word": "sociable", "definition": "A sociable person."}, {"word": "multiparty", "definition": "Involving several different political parties."}, {"word": "festivity", "definition": "(often pluralized) A festival or similar celebration."}, {"word": "newsgroup", "definition": "A repository on a computer network where people can post messages, usually about a single subject."}, {"word": "cybercrime", "definition": "Crime committed using computer networks."}, {"word": "intranet", "definition": "A private computer network, typically one that uses the protocols of the Internet."}, {"word": "telnet", "definition": "A network protocol that enables one computer to communicate with another via the Internet; the program that acts as the client in this situation"}, {"word": "minicomputer", "definition": "A computer smaller than a mainframe, but larger than a microcomputer."}, {"word": "cyberterrorism", "definition": "The deliberate, large-scale disruption of networks of computers, especially of personal computers attached to the Internet, by means of viruses etc."}, {"word": "techie", "definition": "One who works with, or has an interest in, technology or computers."}, {"word": "microblogging", "definition": "To post on a microblog."}, {"word": "doof", "definition": "A simpleton."}]