[{"word": "team", "definition": "A set of draught animals, such as two horses in front of a carriage."}, {"word": "sports", "definition": "Any activity that uses physical exertion or skills competitively under a set of rules that is not based on aesthetics."}, {"word": "league", "definition": "A group or association of cooperating members."}, {"word": "football", "definition": "(general) A sport played on foot in which teams attempt to get a ball into a goal or zone defended by the other team."}, {"word": "players", "definition": "One that plays"}, {"word": "game", "definition": "A playful or competitive activity."}, {"word": "competition", "definition": "The action of competing."}, {"word": "feature", "definition": "One's structure or make-up: form, shape, bodily proportions."}, {"word": "coach", "definition": "A wheeled vehicle, generally drawn by horse power."}, {"word": "entertainment", "definition": "An activity designed to give pleasure, enjoyment, diversion, amusement, or relaxation to an audience, no matter whether the audience participates passively as in watching opera or a movie, or actively as in games."}, {"word": "association football", "definition": "A ball game played between two teams of eleven players, each attempting to win by scoring more goals than their opponent."}, {"word": "champion", "definition": "An ongoing winner in a game or contest."}, {"word": "defense", "definition": "The action of defending or protecting from attack, danger, or injury."}, {"word": "basketball", "definition": "A sport in which two opposing teams of five players strive to put a ball through a hoop."}, {"word": "athletics", "definition": "(especially Britain) A group of sporting activities including track and field, road running, cross country and racewalking."}, {"word": "athletes", "definition": "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking."}, {"word": "athletic", "definition": "Having to do with athletes."}, {"word": "racing", "definition": "To take part in a race (in the sense of a contest)."}, {"word": "soccer", "definition": "Association football"}, {"word": "tennis", "definition": "A sport played by two players (or four in doubles), who alternately strike the ball over a net using racquets."}, {"word": "hockey", "definition": "Ice hockey, a game on ice in which two teams of six players skate and try to score by shooting a puck into the opposing team's net, using their sticks."}, {"word": "cricket", "definition": "An insect in the order Orthoptera, especially family Gryllidae, that makes a chirping sound by rubbing its wing casings against combs on its hind legs."}, {"word": "amateur", "definition": "A lover of something."}, {"word": "rugby", "definition": "(usually uncountable) A form of football in which players can hold or kick an ovoid ball. The ball cannot be handled forwards and points are scored by touching the ball to the ground in the area past their opponent’s territory or kicking the ball between goalposts and over a crossbar."}, {"word": "athlete", "definition": "A participant in a group of sporting activities which includes track and field, road running, cross country running and racewalking."}, {"word": "fun", "definition": "Amusement, enjoyment or pleasure"}, {"word": "recreation", "definition": "Any activity, such as play, that amuses, diverts or stimulates."}, {"word": "referee", "definition": "An umpire or judge; an official who makes sure the rules are followed during a game."}, {"word": "tournaments", "definition": "During the Middle Ages, a series of battles and other contests designed to prepare knights for war."}, {"word": "cycling", "definition": "To ride a bicycle or other cycle."}, {"word": "rugby union", "definition": "A form of the game of rugby, historically amateur, having 15 players per side; points are scored for a try, penalty, drop kick or conversion."}, {"word": "pack", "definition": "A bundle made up and prepared to be carried; especially, a bundle to be carried on the back, but also a load for an animal, a bale."}, {"word": "polo", "definition": "A ball game where two teams of players on horseback use long-handled mallets to propel the ball along the ground and into their opponent's goal."}, {"word": "ski", "definition": "One of a pair of long flat runners designed for gliding over snow or water"}, {"word": "fitness", "definition": "The condition of being fit, suitable or appropriate."}, {"word": "skiing", "definition": "To move on skis"}, {"word": "competitor", "definition": "A person or organization against whom one is competing."}, {"word": "skating", "definition": "To move along a surface (ice or ground) using skates."}, {"word": "gymnastics", "definition": "A sport involving the performance of sequences of movements requiring physical strength, flexibility, and kinesthetic awareness."}, {"word": "spectator", "definition": "One who watches an event; especially, one held outdoors."}, {"word": "judo", "definition": "A Japanese martial art and sport adapted from jujutsu."}, {"word": "archery", "definition": "The practice or sport of shooting arrows with a bow."}, {"word": "sportsman", "definition": "A man who engages in sports; a male athlete."}, {"word": "diversion", "definition": "A tactic used to draw attention away from the real threat or action."}, {"word": "lark", "definition": "Any of various small, singing passerine birds of the family Alaudidae."}, {"word": "spar", "definition": "A rafter of a roof."}, {"word": "snowboarding", "definition": "To ride a snowboard."}, {"word": "dexterity", "definition": "Skill in performing tasks, especially with the hands."}, {"word": "equestrianism", "definition": "The art or sport of riding horses."}, {"word": "skateboard", "definition": "A narrow, wooden or plastic platform mounted on pairs of wheels, on which one stands and propels oneself by pushing along the ground with one foot."}, {"word": "offside", "definition": "An offside play."}, {"word": "roller derby", "definition": "A sport based on teams of roller skaters who race round a track, jamming and blocking each other."}, {"word": "pastimes", "definition": "Something which amuses, and serves to make time pass agreeably."}, {"word": "frolic", "definition": "Gaiety; merriment."}, {"word": "downfield", "definition": "Toward the defending team's end of the playing field"}, {"word": "surfboard", "definition": "A shaped waterproof plank, usually made of wood or foam and reinforced plastic, used to surf on waves."}, {"word": "wakeboarding", "definition": "A water sport where a rider on a small board is towed by a motor boat, attached by a cable."}, {"word": "equitation", "definition": "The art, practice or act of riding a horse; horsemanship."}, {"word": "spectator sport", "definition": "A sporting activity which has a relatively high ratio of watchers to direct participants."}, {"word": "water sport", "definition": "Any sport played on or in water; such as swimming or water skiing."}, {"word": "contact sport", "definition": "An athletic contest which involves a significant amount of physical contact between the participating athletes."}, {"word": "rugger", "definition": "Rugby"}, {"word": "witticism", "definition": "A witty remark"}, {"word": "activity", "definition": "The state or quality of being active; activeness."}, {"word": "hobby", "definition": "An activity that one enjoys doing in one's spare time."}, {"word": "skill", "definition": "Capacity to do something well; technique, ability. Skills are usually acquired or learned, as opposed to abilities, which are often thought of as innate."}, {"word": "performance", "definition": "The act of performing; carrying into execution or action; execution; achievement; accomplishment; representation by action."}, {"word": "show", "definition": "A play, dance, or other entertainment."}, {"word": "safari", "definition": "A trip into any undeveloped area to see, photograph or hunt wild animals in their own environment."}, {"word": "exercise", "definition": "Any activity designed to develop or hone a skill or ability."}, {"word": "hobbies", "definition": "An activity that one enjoys doing in one's spare time."}, {"word": "active", "definition": "A person or thing that is acting or capable of acting."}, {"word": "fighting", "definition": "To contend in physical conflict, either singly or in war, battle etc."}, {"word": "gym", "definition": "A sports facility specialized for lifting weights and exercise."}, {"word": "physical", "definition": "Physical examination."}, {"word": "health", "definition": "The state of being free from physical or psychological disease, illness, or malfunction; wellness."}, {"word": "limited", "definition": "To restrict; not to allow to go beyond a certain bound, to set boundaries."}, {"word": "premium", "definition": "A prize or award."}, {"word": "company", "definition": "A team; a group of people who work together professionally."}, {"word": "art", "definition": "The conscious production or arrangement of sounds, colours, forms, movements, or other elements in a manner that affects the senses and emotions, usually specifically the production of the beautiful in a graphic or plastic medium."}, {"word": "esport", "definition": "Electronic sport"}, {"word": "muscle", "definition": "A contractile form of tissue which animals use to effect movement."}, {"word": "hunting", "definition": "The act of finding and killing a wild animal, either for sport or with the intention of using its parts to make food, clothes, etc."}, {"word": "eco", "definition": "Environmentally friendly or sensitive."}, {"word": "music", "definition": "A series of sounds organized in time, employing melody, harmony, tempo etc. usually to convey a mood."}, {"word": "movement", "definition": "Physical motion between points in space."}, {"word": "diver", "definition": "Someone who dives, especially as a sport."}]