[{"word": "family", "definition": "A group of people who are closely related to one another (by blood, marriage or adoption); kin; for example, a set of parents and their children; an immediate family."}, {"word": "day", "definition": "Any period of 24 hours."}, {"word": "service", "definition": "An act of being of assistance to someone."}, {"word": "present", "definition": "The current moment or period of time."}, {"word": "party", "definition": "A person or group of people constituting a particular side in a contract or legal action."}, {"word": "support", "definition": "(sometimes attributive) Something which supports."}, {"word": "event", "definition": "An occurrence; something that happens."}, {"word": "get", "definition": "Offspring."}, {"word": "success", "definition": "The achievement of one's aim or goal."}, {"word": "festival", "definition": "An event or community gathering, usually staged by a local community, which centers on some theme, sometimes on some unique aspect of the community."}, {"word": "reception", "definition": "The act of receiving."}, {"word": "memorial", "definition": "Memory; recollection."}, {"word": "dance", "definition": "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction."}, {"word": "recognition", "definition": "The act of recognizing or the condition of being recognized (matching a current observation with a memory of a prior observation of the same entity)"}, {"word": "anniversary", "definition": "A day that is an exact number of years (to the day) since a given significant event occurred. Often preceded by an ordinal number indicating the number of years."}, {"word": "tradition", "definition": "A part of culture that is passed from person to person or generation to generation, possibly differing in detail from family to family, such as the way to celebrate holidays."}, {"word": "concert", "definition": "Agreement in a design or plan; union formed by mutual communication of opinions and views; accordance in a scheme; harmony; simultaneous action."}, {"word": "ceremony", "definition": "A ritual, with religious or cultural significance."}, {"word": "birthday", "definition": "The anniversary of the day on which someone is born."}, {"word": "tribute", "definition": "An acknowledgment of gratitude, respect or admiration; an accompanying gift."}, {"word": "holiday", "definition": "A day on which a festival, religious event, or national celebration is traditionally observed."}, {"word": "reaction", "definition": "An action or statement in response to a stimulus or other event."}, {"word": "celebration", "definition": "The formal performance of a solemn rite, such as Christian sacrament."}, {"word": "wedding", "definition": "To perform the marriage ceremony for; to join in matrimony."}, {"word": "gift", "definition": "Something given to another voluntarily, without charge."}, {"word": "occasion", "definition": "A favorable opportunity; a convenient or timely chance."}, {"word": "wake", "definition": "The act of waking, or state of being awake."}, {"word": "funeral", "definition": "A ceremony to honour and remember a deceased person. Often distinguished from a memorial service by the presence of the body of the deceased."}, {"word": "celebrate", "definition": "To extol or honour in a solemn manner."}, {"word": "parade", "definition": "An organized procession consisting of a series of consecutive displays, performances, exhibits, etc. displayed by moving down a street past a crowd of spectators."}, {"word": "announcement", "definition": "An act of announcing, or giving notice."}, {"word": "gathering", "definition": "A meeting or get-together; a party or social function."}, {"word": "banner", "definition": "A flag or standard used by a military commander, monarch or nation."}, {"word": "reunion", "definition": "The process or act of reuniting."}, {"word": "demonstration", "definition": "The act of demonstrating; showing or explaining something."}, {"word": "acceptance", "definition": "The act of accepting; a receiving of something offered, with acquiescence, approbation, or satisfaction; especially, favourable reception; approval."}, {"word": "celebrating", "definition": "To extol or honour in a solemn manner."}, {"word": "feast", "definition": "A very large meal, often of a ceremonial nature."}, {"word": "jubilee", "definition": "(Jewish history) A special year of emancipation supposed to be kept every fifty years, when farming was abandoned and Hebrew slaves were set free."}, {"word": "ritual", "definition": "Rite; a repeated set of actions"}, {"word": "celebrates", "definition": "To extol or honour in a solemn manner."}, {"word": "centennial", "definition": "The hundredth anniversary of an event or happening."}, {"word": "celebrations", "definition": "The formal performance of a solemn rite, such as Christian sacrament."}, {"word": "vacation", "definition": "Freedom from some business or activity."}, {"word": "reward", "definition": "Something of value given in return for an act."}, {"word": "carnival", "definition": "Any of a number of festivals held just before the beginning of Lent."}, {"word": "appreciation", "definition": "A fair valuation or estimate of merit, worth, weight, etc.; recognition of excellence."}, {"word": "meal", "definition": "Food that is prepared and eaten, usually at a specific time, and usually in a comparatively large quantity (as opposed to a snack)."}, {"word": "gala", "definition": "Pomp, show, or festivity."}, {"word": "homecoming", "definition": "The act or event of returning home."}, {"word": "commemorations", "definition": "The act of commemorating; an observance or celebration to honor the memory of some person or event."}, {"word": "commemoration", "definition": "The act of commemorating; an observance or celebration to honor the memory of some person or event."}, {"word": "procession", "definition": "The act of progressing or proceeding."}, {"word": "remembrance", "definition": "The act of remembering; a holding in mind, or bringing to mind; recollection."}, {"word": "thanksgiving", "definition": "An expression of gratitude."}, {"word": "bash", "definition": "A large party; gala event."}, {"word": "commemorated", "definition": "To honour the memory of someone or something with a ceremony or object."}, {"word": "fiesta", "definition": "(In Spanish speaking countries) A religious festival."}, {"word": "cheer", "definition": "A cheerful attitude; happiness; a good, happy, or positive mood."}, {"word": "banquet", "definition": "A large celebratory meal; a feast."}, {"word": "commemorates", "definition": "To honour the memory of someone or something with a ceremony or object."}, {"word": "festivities", "definition": "(often pluralized) A festival or similar celebration."}, {"word": "bicentennial", "definition": "The 200th anniversary of an event or happening."}, {"word": "festive", "definition": "Having the atmosphere, decoration, or attitude of a festival, holiday, or celebration."}, {"word": "relaxation", "definition": "The act of relaxing or the state of being relaxed; the opposite of stress or tension; the aim of recreation and leisure activities."}, {"word": "fete", "definition": "A festival open to the public, the proceeds from which are often given to charity."}, {"word": "observances", "definition": "The practice of complying with a law, custom, command or rule."}, {"word": "celebratory", "definition": "In the manner of, or forming part of, a celebration."}, {"word": "jamboree", "definition": "A boisterous or lavish celebration or party."}, {"word": "extravaganza", "definition": "An extravagant or eccentric piece of music, literature or drama."}, {"word": "glorification", "definition": "The act of glorifying or the state of being glorified."}, {"word": "taunt", "definition": "A scornful or mocking remark; a jeer or mockery"}, {"word": "soiree", "definition": "A formal evening party."}, {"word": "fetes", "definition": "A festival open to the public, the proceeds from which are often given to charity."}, {"word": "harvest festival", "definition": "Church festival celebrating the harvest, held at the end of September or the beginning of October"}, {"word": "festivity", "definition": "(often pluralized) A festival or similar celebration."}, {"word": "revelry", "definition": "Joyful or riotous merry-making."}, {"word": "jubilation", "definition": "A triumphant shouting; rejoicing; exultation."}, {"word": "shindig", "definition": "A noisy party or festivities."}, {"word": "merrymaking", "definition": "Joyful festivities, especially as a celebration."}, {"word": "unbirthday", "definition": "A day that is not one's birthday but is celebrated as though it were."}]