[{"word": "life", "definition": "The state of organisms preceding their death, characterized by biological processes such as metabolism and reproduction and distinguishing them from inanimate objects; the state of being alive and living."}, {"word": "species", "definition": "Type or kind. (Compare race.)"}, {"word": "game", "definition": "A playful or competitive activity."}, {"word": "collection", "definition": "A set of items or amount of material procured or gathered together."}, {"word": "wild", "definition": "The undomesticated state of a wild animal"}, {"word": "fish", "definition": "A cold-blooded vertebrate animal that lives in water, moving with the help of fins and breathing with gills."}, {"word": "animal", "definition": "In scientific usage, a multicellular organism that is usually mobile, whose cells are not encased in a rigid cell wall (distinguishing it from plants and fungi) and which derives energy solely from the consumption of other organisms (distinguishing it from plants)."}, {"word": "adult", "definition": "A fully grown human or animal."}, {"word": "bird", "definition": "A member of the class of animals Aves in the phylum Chordata, characterized by being warm-blooded, having feathers and wings usually capable of flight, and laying eggs."}, {"word": "animals", "definition": "In scientific usage, a multicellular organism that is usually mobile, whose cells are not encased in a rigid cell wall (distinguishing it from plants and fungi) and which derives energy solely from the consumption of other organisms (distinguishing it from plants)."}, {"word": "flora", "definition": "Plants considered as a group, especially those of a particular country, region, time, etc."}, {"word": "habitat", "definition": "Conditions suitable for an organism or population of organisms to live."}, {"word": "birds", "definition": "A member of the class of animals Aves in the phylum Chordata, characterized by being warm-blooded, having feathers and wings usually capable of flight, and laying eggs."}, {"word": "wildlife", "definition": "Animals, plants, and fungi, not normally domesticated, often to the exclusion of plants, fungi, fish, insects and other invertebrates, and microscopic plants and animals; hence:"}, {"word": "forests", "definition": "A dense uncultivated tract of trees and undergrowth, larger than woods."}, {"word": "ecology", "definition": "The branch of biology dealing with the relationships of organisms with their environment and with each other."}, {"word": "insects", "definition": "An arthropod in the class Insecta, characterized by six legs, up to four wings, and a chitinous exoskeleton."}, {"word": "beast", "definition": "Any animal other than a human; usually only applied to land vertebrates, especially large or dangerous four-footed ones."}, {"word": "biodiversity", "definition": "The diversity (number and variety of species) of plant and animal life within a region."}, {"word": "mammals", "definition": "An animal of the class Mammalia, characterized by being warm-blooded, having hair and feeding milk to its young."}, {"word": "habitats", "definition": "Conditions suitable for an organism or population of organisms to live."}, {"word": "wilderness", "definition": "An unsettled and uncultivated tract of land in its natural state; a barren land; a wild or waste."}, {"word": "vegetation", "definition": "Plants, taken collectively."}, {"word": "creatures", "definition": "A living being; an animal or (sometimes derogatory) a human."}, {"word": "zoology", "definition": "The part of biology relating to the animal kingdom, including the structure, embryology, evolution, classification, habits, and distribution of all animals, both living and extinct."}, {"word": "creature", "definition": "A living being; an animal or (sometimes derogatory) a human."}, {"word": "paleontology", "definition": "Study of the forms of life existing in prehistoric or geologic times, especially as represented by fossils."}, {"word": "reptiles", "definition": "A cold-blooded vertebrate of the class Reptilia."}, {"word": "wetlands", "definition": "(usually in the plural) Land that is covered mostly with water, with occasional marshy and soggy areas."}, {"word": "woodlands", "definition": "Land covered with woody vegetation."}, {"word": "amphibians", "definition": "An animal of the Amphibia; any four-legged vertebrate that does not have amniotic eggs, living both on land and in water."}, {"word": "ecosystem", "definition": "A system formed by an ecological community and its environment that functions as a unit."}, {"word": "archeological", "definition": "Relating to the science or research of archaeology."}, {"word": "nature reserve", "definition": "An area of land managed to conserve wildlife or plant habitat or other natural features."}, {"word": "organism", "definition": "A discrete and complete living thing, such as animal, plant, fungus or microorganism."}, {"word": "birdlife", "definition": "The birds (e.g. of an area) collectively."}, {"word": "amphibian", "definition": "An animal of the Amphibia; any four-legged vertebrate that does not have amniotic eggs, living both on land and in water."}, {"word": "rainforest", "definition": "A forest in a climate with high annual rainfall and no dry season."}, {"word": "invertebrates", "definition": "An animal without vertebrae, i.e. backbone."}, {"word": "ecosystems", "definition": "A system formed by an ecological community and its environment that functions as a unit."}, {"word": "biota", "definition": "The living organisms of a region."}, {"word": "flowering plants", "definition": "Any plant that produces flowers and fruit; an angiosperm."}, {"word": "reefs", "definition": "A chain or range of rocks, sand, or coral lying at or near the surface of the water."}, {"word": "invertebrate", "definition": "An animal without vertebrae, i.e. backbone."}, {"word": "ferns", "definition": "Any of a group of some twenty thousand species of vascular plants classified in the division Pteridophyta that lack seeds and reproduce by shedding spores to initiate an alternation of generations."}, {"word": "toad", "definition": "An amphibian, a kind of frog (order Anura) with shorter hindlegs and a drier, wartier skin, many in family Bufonidae."}, {"word": "tame", "definition": "To make (an animal) tame; to domesticate."}, {"word": "assemblage", "definition": "The process of assembling or bringing together."}, {"word": "ornithologist", "definition": "A person who studies or practices ornithology."}, {"word": "naturalists", "definition": "(except as merged with later senses) A natural philosopher; a scientist."}, {"word": "raptors", "definition": "A bird of prey."}, {"word": "brute", "definition": "An animal seen as being without human reason; a senseless beast."}, {"word": "wildflowers", "definition": "A wild (uncultivated) flowering plant."}, {"word": "coral reefs", "definition": "A reef formed by compacted coral skeletons"}, {"word": "crocodiles", "definition": "Any of the predatory amphibious reptiles of the family Crocodylidae; a crocodilian, any species of the order Crocodilia, which also includes the alligators, caimans and gavials."}, {"word": "corals", "definition": "A hard substance made of the limestone skeletons of marine polyps."}, {"word": "mangroves", "definition": "Any of various tropical evergreen trees or shrubs that grow in shallow coastal water."}, {"word": "salt marsh", "definition": "A marsh of saline water, found in the intertidal zone between land and sea, characterized by halophytic plants such as grasses and sedges adapted to periodic flooding with salt water."}, {"word": "gregarious", "definition": "(of a person) Describing one who enjoys being in crowds and socializing."}, {"word": "herbivores", "definition": "An organism that feeds chiefly on plants; an animal that feeds on herbage or vegetation as the main part of its diet."}, {"word": "cacti", "definition": "Any member of the family Cactaceae, a family of flowering New World succulent plants suited to a hot, semi-desert climate."}, {"word": "zooplankton", "definition": "Free-floating small protozoa, crustaceans (such as krill), etc. and the eggs and larvae from larger animals."}, {"word": "faun", "definition": "A woodland creature with pointed ears, legs, and short horns of a goat and a fondness for unrestrained revelry."}, {"word": "songbirds", "definition": "A bird having a melodious song or call."}, {"word": "herbivore", "definition": "An organism that feeds chiefly on plants; an animal that feeds on herbage or vegetation as the main part of its diet."}, {"word": "tortoises", "definition": "Any of various land-dwelling reptiles, of the family Testudinidae or the order Testudines , whose body is enclosed in a shell (carapace plus plastron). The animal can withdraw its head and four legs partially into the shell, providing some protection from predators."}, {"word": "chordate", "definition": "A member of the phylum Chordata; numerous animals having a notochord at some stage of their development; in vertebrates this develops into the spine"}, {"word": "avifauna", "definition": "The birds, or all the kinds of birds, inhabiting a region."}, {"word": "critter", "definition": "(usually affectionate) A creature, an animal."}, {"word": "critters", "definition": "(usually affectionate) A creature, an animal."}, {"word": "waterbirds", "definition": "Any bird that inhabits a freshwater environment."}, {"word": "possums", "definition": "An opossum, a marsupial of the family Didelphidae of the Americas."}, {"word": "omnivore", "definition": "An animal which is able to consume both plants (like a herbivore) and meat (like a carnivore)."}, {"word": "metazoan", "definition": "Any animal that undergoes development from an embryo stage with three tissue layers, namely the ectoderm, mesoderm, and endoderm."}, {"word": "domesticate", "definition": "An animal or plant that has been domesticated."}, {"word": "epizootic", "definition": "An occurrence of a disease or disorder in a population of non-human animals at a frequency higher than that expected in a given time period. Compare epidemic."}, {"word": "varmint", "definition": "A pestering animal such as one that kills or harasses a farmer's livestock or crops."}, {"word": "poikilotherm", "definition": "A cold-blooded animal"}]