[{"word": "family", "definition": "A group of people who are closely related to one another (by blood, marriage or adoption); kin; for example, a set of parents and their children; an immediate family."}, {"word": "home", "definition": "A dwelling."}, {"word": "office", "definition": "A ceremonial duty or service, particularly:"}, {"word": "business", "definition": "A specific commercial enterprise or establishment."}, {"word": "building", "definition": "The act or process by which something is built; construction."}, {"word": "hall", "definition": "A corridor; a hallway."}, {"word": "library", "definition": "An institution which holds books and/or other forms of media for use by the public or qualified people often lending them out, as well as providing various other services for its users."}, {"word": "unit", "definition": "A particular, minute unit of mass, defined differently for different substances, but so that varying substances of the same general type have the property that one international unit of the one has the same effect on the human body as one international unit of the other."}, {"word": "property", "definition": "Something that is owned."}, {"word": "room", "definition": "Opportunity or scope (to do something)."}, {"word": "theatre", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "sign", "definition": "(sometimes also used uncountably) A visible indication."}, {"word": "residence", "definition": "The place where one lives; one's home."}, {"word": "firm", "definition": "A business partnership; the name under which it trades."}, {"word": "senate", "definition": "In some bicameral legislative systems, the upper house or chamber."}, {"word": "theater", "definition": "A place or building, consisting of a stage and seating, in which an audience gathers to watch plays, musical performances, public ceremonies, and so on."}, {"word": "door", "definition": "A portal of entry into a building, room, or vehicle, consisting of a rigid plane movable on a hinge. Doors are frequently made of wood or metal. May have a handle to help open and close, a latch to hold the door closed and a lock that ensures the door cannot be opened without the key."}, {"word": "household", "definition": "Collectively, all the persons who live in a given house; a family including attendants, servants etc.; a domestic or family establishment."}, {"word": "legislature", "definition": "A governmental body with the power to make, amend and repeal laws."}, {"word": "neighborhood", "definition": "The quality of being a neighbor, of living nearby, next to each-other; proximity."}, {"word": "villa", "definition": "(plural \"villas\") A house, often larger and more expensive than average, in the countryside or on the coast, often used as a retreat."}, {"word": "apartment", "definition": "A complete domicile occupying only part of a building, especially one for rent; a flat."}, {"word": "lodge", "definition": "A building for recreational use such as a hunting lodge or a summer cabin."}, {"word": "kitchen", "definition": "A room or area for preparing food."}, {"word": "mansion", "definition": "A large house or building, usually built for the wealthy."}, {"word": "garage", "definition": "A building (or section of a building) used to store a car or cars, tools and other miscellaneous items."}, {"word": "cottage", "definition": "A small house."}, {"word": "basement", "definition": "A floor of a building below ground level."}, {"word": "cabin", "definition": "A small dwelling characteristic of the frontier, especially when built from logs with simple tools and not constructed by professional builders, but by those who meant to live in it."}, {"word": "courthouse", "definition": "A public building housing courts of law."}, {"word": "apartments", "definition": "A complete domicile occupying only part of a building, especially one for rent; a flat."}, {"word": "dwelling", "definition": "A house or place in which a person lives; a habitation, a home."}, {"word": "residences", "definition": "The place where one lives; one's home."}, {"word": "porch", "definition": "A covered and enclosed entrance to a building, whether taken from the interior, and forming a sort of vestibule within the main wall, or projecting without and with a separate roof."}, {"word": "bedroom", "definition": "A room in a house where a bed is kept for sleeping."}, {"word": "hut", "definition": "A small, simple one-storey dwelling or shelter, often with just one room, and generally built of readily available local materials."}, {"word": "put up", "definition": "To place in a high location."}, {"word": "farmhouse", "definition": "A farmer's residence."}, {"word": "attic", "definition": "The space, often unfinished and with sloped walls, directly below the roof in the uppermost part of a house or other building, generally used for storage or habitation."}, {"word": "bathroom", "definition": "A room containing a shower and/or bathtub, and (typically but not necessarily) a toilet."}, {"word": "manor house", "definition": "The main house on a landed estate."}, {"word": "dormitory", "definition": "A room containing a number of beds (and often some other furniture and/or utilities) for sleeping, often applied to student and backpacker accommodation of this kind."}, {"word": "country house", "definition": "A weekend and holiday residence, located outside of urban areas, used as a retreat from city life."}, {"word": "loft", "definition": "(except in derivatives) air, the air; the sky, the heavens."}, {"word": "bungalow", "definition": "A single-storey house, typically with rooms all on one level, or sometimes also with upper rooms set into the roof space."}, {"word": "shack", "definition": "A crude, roughly built hut or cabin."}, {"word": "habitation", "definition": "The act of inhabiting; state of inhabiting or dwelling, or of being inhabited; occupancy."}, {"word": "gatehouse", "definition": "A lodge besides the entrance to an estate; often the residence of a gatekeeper; also a dwelling formerly used as such a residence."}, {"word": "edifice", "definition": "A building; a structure; an architectural fabric, especially a large and spectacular one"}, {"word": "abode", "definition": "To endure without yielding; to withstand; await defiantly; to encounter; to persevere."}, {"word": "hacienda", "definition": "A large homestead in a ranch or estate usually in places where Colonial Spanish culture has had architectural influence."}, {"word": "duplex", "definition": "A house made up of two dwelling units."}, {"word": "foyer", "definition": "A lobby, corridor, or waiting room, used in a hotel, theater, etc."}, {"word": "chalet", "definition": "An alpine style of wooden building with a sloping roof and overhanging eaves."}, {"word": "manse", "definition": "To excommunicate; curse."}, {"word": "parsonage", "definition": "The residence of the minister of a parish."}, {"word": "homeowner", "definition": "Someone who owns a house"}, {"word": "hieroglyphic", "definition": "(chiefly in the plural) a writing system of ancient Egypt, Minoans, Maya and other civilizations, using pictorial symbols to represent individual sounds as a rebus"}, {"word": "guesthouse", "definition": "A small house near a main house, for lodging visitors."}, {"word": "bathhouse", "definition": "A building with baths for communal use."}, {"word": "safe house", "definition": "A secure location, known to only a few trusted people, suitable for hiding witnesses, agents or other persons perceived as being in danger."}, {"word": "domicile", "definition": "A home or residence."}, {"word": "mobile home", "definition": "A prefabricated home built in a factory, rather than on site, and then taken to the place where it will be occupied."}, {"word": "menage", "definition": "A household; a domestic situation."}, {"word": "dollhouse", "definition": "A miniature house used by children as a toy or as a base for domestic dioramas."}, {"word": "icehouse", "definition": "A deep cellar or outdoor building used for the storage of ice or snow; sometimes also used to store food at low temperature."}, {"word": "doll's house", "definition": "A miniature house used by children as a toy for recreating domestic settings."}, {"word": "townhome", "definition": "A townhouse or row house."}, {"word": "saltbox", "definition": "A box for keeping salt in."}, {"word": "rooming house", "definition": "A house which lets out furnished apartments."}, {"word": "maisonette", "definition": "A small house"}, {"word": "oast house", "definition": "A building containing oasts, used in conjunction with hop harvesting."}, {"word": "techno", "definition": "A repetitive style of music originally produced for use in a continuous DJ set. The central rhythmic component is most often in common time (4/4), where time is marked with a bass drum on each quarter note pulse, a backbeat played by snare or clap on the second and fourth pulses of the bar, and an open hi-hat sounding every second eighth note."}, {"word": "car", "definition": "A wheeled vehicle that moves independently, with at least three wheels, powered mechanically, steered by a driver and mostly for personal transportation."}, {"word": "rent", "definition": "A payment made by a tenant at intervals in order to occupy a property."}, {"word": "computer", "definition": "A person employed to perform computations; one who computes."}, {"word": "flat", "definition": "An area of level ground."}, {"word": "land", "definition": "The part of Earth which is not covered by oceans or other bodies of water."}, {"word": "yard", "definition": "A small, usually uncultivated area adjoining or (now especially) within the precincts of a house or other building."}, {"word": "powers", "definition": "Ability to do or undergo something."}, {"word": "bed", "definition": "A piece of furniture, usually flat and soft, on which to rest or sleep."}, {"word": "space", "definition": "(heading) Of time."}, {"word": "apt", "definition": "Suitable; appropriate; fit or fitted; suited."}, {"word": "dog", "definition": "A mammal, Canis familiaris or Canis lupus familiaris, that has been domesticated for thousands of years, of highly variable appearance due to human breeding."}, {"word": "kids", "definition": "A young goat."}, {"word": "garden", "definition": "An outdoor area containing one or more types of plants, usually plants grown for food or ornamental purposes."}, {"word": "feed", "definition": "Food given to (especially herbivorous) animals."}, {"word": "mortgage", "definition": "A special form of secured loan where the purpose of the loan must be specified to the lender, to purchase assets that must be fixed (not movable) property, such as a house or piece of farm land. The assets are registered as the legal property of the borrower but the lender can seize them and dispose of them if they are not satisfied with the manner in which the repayment of the loan is conducted by the borrower. Once the loan is fully repaid, the lender loses this right of seizure and the assets are then deemed to be unencumbered."}, {"word": "dance", "definition": "A sequence of rhythmic steps or movements usually performed to music, for pleasure or as a form of social interaction."}, {"word": "trance", "definition": "A dazed or unconscious condition."}, {"word": "work", "definition": "(heading) Employment."}]